/* OID.strings
/*
/* This file maps object identifiers (OIDs) to their corresponding labels.
/* These labels are used when displaying the details of a certificate's contents.
/*
/* NOTE TO LOCALIZERS:
/*
/* All strings in this file should eventually be localized. However, not all of them are
/* currently localizable. Specifically, there are a number of acronymns and abbreviations
/* which still need to be expanded into the corresponding English words. [3751398]
/*
/* Acronymns, such as "RSA," "DES," "X.509," "S/MIME," and so on, should be left alone for now.
/* Abbreviated labels such as "id-aa-dvcs-dvc" should also not be localized if present.


/* Deutsche Telekom */

"06 05 02 82 06 01 0A"			= "Telesec";
"06 06 02 82 06 01 0A 00"		= "Telesec Uzantısı";
"06 06 02 82 06 01 0A 01"		= "Telesec Mekanizması";

"06 07 02 82 06 01 0A 01 00"	= "Telesec Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 01"	= "Parola Doğrulama";
"06 08 02 82 06 01 0A 01 00 02" = "Korumalı Parola Doğrulama";
"06 08 02 82 06 01 0A 01 00 03" = "Tek Yönlü X.509 Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 04" = "İki Yönlü X.509 Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 05" = "Üç Yönlü X.509 Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 06" = "Tek Yönlü ISO9798 Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 07" = "İki Yönlü ISO9798 Kimlik Doğrulama";
"06 08 02 82 06 01 0A 01 00 08" = "Telekom Kimlik Doğrulama";

"06 07 02 82 06 01 0A 01 01"	= "Telesec İmzası";
"06 08 02 82 06 01 0A 01 01 01"	= "RSA ve ISO9697 ile MD4";
"06 08 02 82 06 01 0A 01 01 02"	= "RSA ve Telesec İmza Standardı ile MD4";
"06 08 02 82 06 01 0A 01 01 03"	= "RSA ve ISO9697 ile MD5";
"06 08 02 82 06 01 0A 01 01 04"	= "RSA ve Telesec İmza Standardı ile MD5";
"06 08 02 82 06 01 0A 01 01 05"	= "RSA ve Telekom İmza Standardı ile RIPEMD-160";
"06 08 02 82 06 01 0A 01 01 09"	= "HBCI RSA İmzası";

"06 07 02 82 06 01 0A 01 02"	= "Telesec Şifreleme";
"06 08 02 82 06 01 0A 01 02 00"	= "yok";
"06 08 02 82 06 01 0A 01 02 01"	= "RSA Telesec";
"06 08 02 82 06 01 0A 01 02 02"	= "DES";
"06 09 02 82 06 01 0A 01 02 02 01"	= "DES ECB";
"06 09 02 82 06 01 0A 01 02 02 02"	= "DES CBC";
"06 09 02 82 06 01 0A 01 02 02 03"	= "DES OFB";
"06 09 02 82 06 01 0A 01 02 02 04"	= "DES CFB8";
"06 09 02 82 06 01 0A 01 02 02 05"	= "DES CFB64";
"06 08 02 82 06 01 0A 01 02 03"	= "3DES";
"06 09 02 82 06 01 0A 01 02 03 01"	= "3DES ECB";
"06 09 02 82 06 01 0A 01 02 03 02"	= "3DES CBC";
"06 09 02 82 06 01 0A 01 02 03 03"	= "3DES OFB";
"06 09 02 82 06 01 0A 01 02 03 04"	= "3DES CFB8";
"06 09 02 82 06 01 0A 01 02 03 05"	= "3DES CFB64";
"06 08 02 82 06 01 0A 01 02 04"	= "Macenta";
"06 08 02 82 06 01 0A 01 02 05"	= "IDEA";
"06 09 02 82 06 01 0A 01 02 05 01"	= "IDEA ECB";
"06 09 02 82 06 01 0A 01 02 05 02"	= "IDEA CBC";
"06 09 02 82 06 01 0A 01 02 05 03"	= "IDEA OFB";
"06 09 02 82 06 01 0A 01 02 05 04"	= "IDEA CFB8";
"06 09 02 82 06 01 0A 01 02 05 05"	= "IDEA CFB64";

"06 07 02 82 06 01 0A 01 03"	= "Tek Yönlü Fonksiyon";
"06 08 02 82 06 01 0A 01 03 01"	= "MD4";
"06 08 02 82 06 01 0A 01 03 02"	= "MD5";
"06 08 02 82 06 01 0A 01 03 03"	= "SqModN-X509";
"06 08 02 82 06 01 0A 01 03 04"	= "SqModN-ISO";
"06 08 02 82 06 01 0A 01 03 05"	= "RIPEMD-128";
"06 08 02 82 06 01 0A 01 03 06"	= "Blok Şifre ile Özet";
"06 08 02 82 06 01 0A 01 03 07"	= "MAC";
"06 08 02 82 06 01 0A 01 03 08"	= "RIPEMD-160";

"06 07 02 82 06 01 0A 01 04"	= "FEC Fonksiyonu";
"06 08 02 82 06 01 0A 01 04 01"	= "Reed Solomon";

"06 06 02 82 06 01 0A 02"		= "Telesec Modülü";
"06 07 02 82 06 01 0A 02 00"	= "Algoritmalar";
"06 07 02 82 06 01 0A 02 01"	= "Özellik Türleri";
"06 07 02 82 06 01 0A 02 02"	= "Sertifika Türleri";
"06 07 02 82 06 01 0A 02 03"	= "İleti Türleri";
"06 07 02 82 06 01 0A 02 04"	= "PL Protokolü";
"06 07 02 82 06 01 0A 02 05"	= "SME ve SME Bileşenleri";
"06 07 02 82 06 01 0A 02 06"	= "FEC";
"06 07 02 82 06 01 0A 02 07"	= "Yararlı Tanımlar";
"06 07 02 82 06 01 0A 02 08"	= "STE Dosyaları";
"06 07 02 82 06 01 0A 02 09"	= "SAdmin";
"06 07 02 82 06 01 0A 02 0A"	= "Elektronik Sipariş";
"06 07 02 82 06 01 0A 02 0B"	= "Telesec TTP Asimetrik Uygulama";
"06 07 02 82 06 01 0A 02 0C"	= "Telesec TTP Temel Uygulama";
"06 07 02 82 06 01 0A 02 0D"	= "Telesec TTP İletileri";
"06 07 02 82 06 01 0A 02 0E"	= "Telesec TTP Zaman Damgalı Uygulama";

"06 06 02 82 06 01 0A 03"		= "Nesne Sınıfı";
"06 07 02 82 06 01 0A 03 00"	= "Telesec Diğer Adı";
"06 07 02 82 06 01 0A 03 01"	= "Dizin";
"06 07 02 82 06 01 0A 03 02"	= "Dizin Türü";
"06 07 02 82 06 01 0A 03 03"	= "Dizin Grubu";
"06 07 02 82 06 01 0A 03 04"	= "Dizin Kullanıcısı";
"06 07 02 82 06 01 0A 03 05"	= "Simetrik Anahtar Girişi";

"06 06 02 82 06 01 0A 04"		= "Paket";
"06 06 02 82 06 01 0A 05"		= "Parametre";
"06 06 02 82 06 01 0A 06"		= "Ad Bağlama";
"06 06 02 82 06 01 0A 07"		= "Özellik";
"06 07 02 82 06 01 0A 07 00"	= "Uygulama Grubu Tanıtıcısı";
"06 07 02 82 06 01 0A 07 01"	= "Sertifika Türü";
"06 07 02 82 06 01 0A 07 02"	= "Telesec Sertifikası";
"06 07 02 82 06 01 0A 07 03"	= "Sertifika Numarası";
"06 07 02 82 06 01 0A 07 04"	= "Sertifika İptal Listesi";
"06 07 02 82 06 01 0A 07 05"	= "Yaratılış Tarihi";
"06 07 02 82 06 01 0A 07 06"	= "Sertifika Veren";
"06 07 02 82 06 01 0A 07 07"	= "Adlandırma Otoritesi";
"06 07 02 82 06 01 0A 07 08"	= "Açık Anahtar Dizini";
"06 07 02 82 06 01 0A 07 09"	= "Güvenlik Alanı";
"06 07 02 82 06 01 0A 07 0A"	= "Konu";
"06 07 02 82 06 01 0A 07 0B"	= "İptal Zamanı";
"06 07 02 82 06 01 0A 07 0C"	= "Kullanıcı Grubu Referansı";
"06 07 02 82 06 01 0A 07 0D"	= "Geçerlilik";
"06 07 02 82 06 01 0A 07 0E"	= "ZERT93";
"06 07 02 82 06 01 0A 07 0F"	= "Güvenlik İletisi Ortamı";
"06 07 02 82 06 01 0A 07 10"	= "Anonim Açık Anahtar Dizini";
"06 07 02 82 06 01 0A 07 11"	= "Telesec Adı";
"06 07 02 82 06 01 0A 07 12"	= "Ad Eklentileri";
"06 07 02 82 06 01 0A 07 13"	= "Telesec Posta Kodu";
"06 07 02 82 06 01 0A 07 14"	= "Ad Ayırıcı";
"06 07 02 82 06 01 0A 07 15"	= "Telesec Sertifika Listesi";
"06 07 02 82 06 01 0A 07 16"	= "Teletrust Sertifika Listesi";
"06 07 02 82 06 01 0A 07 17"	= "X.509 Sertifika Listesi";
"06 07 02 82 06 01 0A 07 18"	= "Veriliş Zamanı";
"06 07 02 82 06 01 0A 07 19"	= "Fiziksel Kart Numarası";
"06 07 02 82 06 01 0A 07 1A"	= "Dosya Türü";
"06 07 02 82 06 01 0A 07 1B"	= "Ctl Dosyası Arşivdir";
"06 07 02 82 06 01 0A 07 1C"	= "E-posta Adresi";
"06 07 02 82 06 01 0A 07 1D"	= "Sertifika Şablonu Listesi";
"06 07 02 82 06 01 0A 07 1E"	= "Dizin Adı";
"06 07 02 82 06 01 0A 07 1F"	= "Dizin Türü Adı";
"06 07 02 82 06 01 0A 07 20"	= "Dizin Grubu Adı";
"06 07 02 82 06 01 0A 07 21"	= "Dizin Kullanıcısı Adı";
"06 07 02 82 06 01 0A 07 22"	= "İptal Bayrağı";
"06 07 02 82 06 01 0A 07 23"	= "Simetrik Anahtar Girişi Adı";
"06 07 02 82 06 01 0A 07 24"	= "GL Numarası";
"06 07 02 82 06 01 0A 07 25"	= "GO Numarası";
"06 07 02 82 06 01 0A 07 26"	= "G Anahtar Verisi";
"06 07 02 82 06 01 0A 07 27"	= "Z Anahtar Verisi";
"06 07 02 82 06 01 0A 07 28"	= "KT Anahtar Verisi";
"06 07 02 82 06 01 0A 07 2A"	= "KT Anahtar Numarası";
"06 07 02 82 06 01 0A 07 33"	= "İptalin Üretim Zamanı";
"06 07 02 82 06 01 0A 07 34"	= "Sorumluluk Metni";

"06 06 02 82 06 01 0A 08"		= "Özellik Grubu";
"06 06 02 82 06 01 0A 09"		= "Eylem";
"06 06 02 82 06 01 0A 0A"		= "Bildirim";
"06 06 02 82 06 01 0A 0B"		= "SNMP-MIBS";

"06 07 02 82 06 01 0A 0B 01"	= "Güvenlik Uygulaması";

"06 06 02 82 06 01 0A 0C"		= "Cert ve CRL Uzantı Tanımları";

"06 07 02 82 06 01 0A 0C 00"	= "Sertifika Uzantısı Sorumluluk Sınırlama Uzantısı";
"06 07 02 82 06 01 0A 0C 01"	= "Telesec Sertifika Kimliği Uzantısı";
"06 07 02 82 06 01 0A 0C 02"	= "Telesec Politika Tanıtıcısı";
"06 07 02 82 06 01 0A 0C 03"	= "Telesec Politika Niteleyici Kimliği";
"06 07 02 82 06 01 0A 0C 04"	= "Telesec CRL Süzülen Uzantı";
"06 07 02 82 06 01 0A 0C 05"	= "Telesec CRL Süzgeç Uzantısı";
"06 07 02 82 06 01 0A 0C 06"	= "Telesec Adlandırma Otoritesi Uzantısı";

/* RFC 1274 (X.500 attribute collection from the UK, thus the weird OID). */

"06 0A 09 92 26 89 93 F2 2C 64 01 01"	= "Kullanıcı Kimliği";
"06 0A 09 92 26 89 93 F2 2C 64 01 03"	= "RFC822 Posta Kutusu";

/* RFC 2247 */

"06 0A 09 92 26 89 93 F2 2C 64 01 19"	= "Alan Bileşeni";

/* Australian Government */

"06 06 2A 24 01 82 4D 01"   = "Avustralya İşletme Numarası";

/* Certificates Australia */

"06 0A 2A 24 A4 97 A3 53 01 64 01 01"	= "Avustralya Sertifika Politikası Tanıtıcısı";

/* Signet */

"06 09 2A 24 A0 F2 A0 7D 01 01 02"	= "Signet Kişisel";
"06 09 2A 24 A0 F2 A0 7D 01 01 03"	= "Signet İş";
"06 09 2A 24 A0 F2 A0 7D 01 01 04"	= "Signet Yasal";
"06 09 2A 24 A0 F2 A0 7D 01 01 0A"	= "Signet Pilot";
"06 09 2A 24 A0 F2 A0 7D 01 01 0B"	= "Signet IntraNet";
"06 09 2A 24 A0 F2 A0 7D 01 01 14"	= "Signet Politika Tanıtıcısı";

/* Mitsubishi */

"06 0B 2A 83 08 8C 1A 4B 3D 01 01 01"		= "Simetrik Şifreleme Algoritması";
"06 0C 2A 83 08 8C 9A 4B 3D 01 01 01 01"	= "MISTY1-CBC";

/* SEIS */

"06 05 2A 85 70 22 01"		= "SEIS CP";
"06 06 2A 85 70 22 01 01"	= "SEIS Yüksek Güvenceli Politika Tanıtıcısı";
"06 06 2A 85 70 22 01 02"	= "SEIS GAK Politika Tanıtıcısı";
"06 05 2A 85 70 22 02"		= "SEIS PE";
"06 05 2A 85 70 22 03"		= "SEIS AT";
"06 06 2A 85 70 22 03 01"	= "SEIS AT Kişisel Tanıtıcı";

/* ANSI X9.57 */

"06 06 2A 86 48 CE 38 01"		= "ANSI X9.57 Modülü";
"06 07 2A 86 48 CE 38 01 01"	= "X9F1 Sertifika Yönetimi";
"06 06 2A 86 48 CE 38 02"		= "Komutu Tut";
"06 07 2A 86 48 CE 38 02 01"	= "Komutu Tut-Yok";
"06 07 2A 86 48 CE 38 02 02"	= "Sertifika Vereni Ara";
"06 07 2A 86 48 CE 38 02 03"	= "Reddet";
"06 07 2A 86 48 CE 38 02 04"	= "Jetonu Al";
"06 06 2A 86 48 CE 38 03"		= "Özellik";
"06 06 2A 86 48 CE 38 03 01"	= "Countersignature";
"06 06 2A 86 48 CE 38 03 02"	= "Özellik Sertifikası";
"06 06 2A 86 48 CE 38 04"		= "Algoritma";
"06 07 2A 86 48 CE 38 04 01"	= "DSA";
"06 07 2A 86 48 CE 38 04 02"	= "DSA Eşleşmesi";
"06 07 2A 86 48 CE 38 04 03"	= "SHA-1 ile DSA";

/* ANSI X9.62 */

"06 06 2A 86 48 CE 3D 01"		= "ANSI X9.62 Alan Türü";
"06 07 2A 86 48 CE 3D 01 01"	= "Asal Alanı";
"06 07 2A 86 48 CE 3D 01 02"	= "Karakteristik-İki Alan";
"06 09 2A 86 48 CE 3D 01 02 03"	= "Karakteristik-İki Temel";
"06 0A 2A 86 48 CE 3D 01 02 03 01"	= "Null Temel";
"06 0A 2A 86 48 CE 3D 01 02 03 02"	= "Üç Terimli Temel";
"06 0A 2A 86 48 CE 3D 01 02 03 03"	= "Beş Terimli Temel";
"06 06 2A 86 48 CE 3D 02"		= "Açık Anahtar Türü";
"06 07 2A 86 48 CE 3D 02 01"	= "Eliptik Eğri Açık Anahtarı";

/* ANSI X9.42 */

"06 06 2A 86 48 CE 3E 01"		= "ANSI X9.42 Alan Türü";
"06 07 2A 86 48 CE 3E 01 01"	= "Galois Alan Asalı";
"06 06 2A 86 48 CE 3E 02"		= "Sayı Türü";
"06 07 2A 86 48 CE 3E 02 01"	= "Diffie-Hellman Açık Anahtarı";
"06 06 2A 86 48 CE 3E 03"		= "Yapı";
"06 07 2A 86 48 CE 3E 03 01"	= "Diffie-Hellman Statik";
"06 07 2A 86 48 CE 3E 03 02"	= "Diffie-Hellman Kısa Ömürlü";
"06 07 2A 86 48 CE 3E 03 03"	= "Diffie-Hellman Hibrit 1";
"06 07 2A 86 48 CE 3E 03 04"	= "Diffie-Hellman Hibrit 2";
"06 07 2A 86 48 CE 3E 03 05"	= "MQV2";
"06 07 2A 86 48 CE 3E 03 06"	= "MQV1";

/* Nortel Secure Networks/Entrust */

"06 07 2A 86 48 86 F6 7D 07"		= "NSN";
"06 08 2A 86 48 86 F6 7D 07 41"		= "NSN-CE";
"06 09 2A 86 48 86 F6 7D 07 41 00"	= "Entrust Sürüm Bilgisi";
"06 08 2A 86 48 86 F6 7D 07 42"		= "NSN-Alg";
"06 09 2A 86 48 86 F6 7D 07 42 03"	= "CAST3-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0A"	= "CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0B"	= "CAST5-MAC";
"06 09 2A 86 48 86 F6 7D 07 42 0C"	= "MD5 ve CAST5-CBC ile PBE";
"06 09 2A 86 48 86 F6 7D 07 42 0D"	= "Parola Tabanlı MAC";
"06 08 2A 86 48 86 F6 7D 07 43"		= "NSN-OC";
"06 09 2A 86 48 86 F6 7D 07 43 0C"	= "Entrust Kullanıcısı";
"06 08 2A 86 48 86 F6 7D 07 44"		= "NSN-AT";
"06 09 2A 86 48 86 F6 7D 07 44 00"	= "Entrust CA Bilgisi";
"06 09 2A 86 48 86 F6 7D 07 44 0A"	= "Özellik Sertifikası";

/* PKCS #1 */

"06 08 2A 86 48 86 F7 0D 01 01"		= "PKCS-1";
"06 09 2A 86 48 86 F7 0D 01 01 01"	= "RSA Şifreleme";
"06 09 2A 86 48 86 F7 0D 01 01 02"	= "RSA Şifreleme ile MD2";
"06 09 2A 86 48 86 F7 0D 01 01 03"	= "RSA Şifreleme ile MD4";
"06 09 2A 86 48 86 F7 0D 01 01 04"	= "RSA Şifreleme ile MD5";
"06 09 2A 86 48 86 F7 0D 01 01 05"	= "RSA Şifreleme ile SHA-1";
"06 09 2A 86 48 86 F7 0D 01 01 06"	= "RSA-OAEP Şifreleme (SET)";
"06 09 2A 86 48 86 F7 0D 01 01 07"	= "RSA-OAEP Şifreleme";
"06 09 2A 86 48 86 F7 0D 01 01 08"	= "RSA-OAEP-MGF";
"06 09 2A 86 48 86 F7 0D 01 01 09"	= "RSA-OAEP Etiket Belirtimi";
"06 09 2A 86 48 86 F7 0D 01 01 0A"	= "RSA-PSS İmza Yapısı";
"06 09 2A 86 48 86 F7 0D 01 01 0B"	= "RSA Şifreleme ile SHA-256";
"06 09 2A 86 48 86 F7 0D 01 01 0C"	= "RSA Şifreleme ile SHA-384";
"06 09 2A 86 48 86 F7 0D 01 01 0D"	= "RSA Şifreleme ile SHA-512";
"06 09 2A 86 48 86 F7 0D 01 01 0E"	= "RSA Şifreleme ile SHA-224";

/* BSAFE/PKCS #2 (obsolete) */

"06 08 2A 86 48 86 F7 0D 01 02"		= "BSAFE RSA Şifreleme";

/* PKCS #3 */

"06 08 2A 86 48 86 F7 0D 01 03"		= "PKCS-3";
"06 09 2A 86 48 86 F7 0D 01 03 01"	= "Diffie-Hellman Anahtar Anlaşması";

/* PKCS #5 */

"06 08 2A 86 48 86 F7 0D 01 05"		= "PKCS-5";
"06 09 2A 86 48 86 F7 0D 01 05 01"	= "MD2 ve DES-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 03"	= "MD5 ve DES-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 04"	= "MD2 ve RC2-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 06"	= "MD5 ve RC2-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 09"	= "MD5 ve XOR ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 0A"	= "SHA ve DES-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 05 0C"	= "PKCS-5 PBKDF2";
"06 09 2A 86 48 86 F7 0D 01 05 0D"	= "PKCS-5 PBES2";
"06 09 2A 86 48 86 F7 0D 01 05 0E"	= "PKCS-5 PBMAC1";

/* PKCS #7 */

"06 08 2A 86 48 86 F7 0D 01 07"		= "PKCS-7";
"06 09 2A 86 48 86 F7 0D 01 07 01"	= "Veri";
"06 09 2A 86 48 86 F7 0D 01 07 02"	= "İmzalanmış Veri";
"06 09 2A 86 48 86 F7 0D 01 07 03"	= "Zarflanmış Veri";
"06 09 2A 86 48 86 F7 0D 01 07 04"	= "İmzalanmış ve Zarflanmış Veri";
"06 09 2A 86 48 86 F7 0D 01 07 05"	= "Özetlenmiş Veri";
"06 09 2A 86 48 86 F7 0D 01 07 06"	= "Şifrelenmiş Veri";
"06 09 2A 86 48 86 F7 0D 01 07 07"	= "Özellikli Veri";
"06 09 2A 86 48 86 F7 0D 01 07 08"	= "Şifrelenmiş Gizli Anahtar Bilgisi";

/* PKCS #9 */

"06 08 2A 86 48 86 F7 0D 01 09"		= "PKCS-9";
"06 09 2A 86 48 86 F7 0D 01 09 01"	= "E-posta Adresi";
"06 09 2A 86 48 86 F7 0D 01 09 02"	= "Yapılandırılmamış Ad";
"06 09 2A 86 48 86 F7 0D 01 09 03"	= "İçerik Türü";
"06 09 2A 86 48 86 F7 0D 01 09 04"	= "İleti Özeti";
"06 09 2A 86 48 86 F7 0D 01 09 05"	= "İmzalama Zamanı";
"06 09 2A 86 48 86 F7 0D 01 09 06"	= "Countersignature";
"06 09 2A 86 48 86 F7 0D 01 09 07"	= "Kimlik Sorma Parolası";
"06 09 2A 86 48 86 F7 0D 01 09 08"	= "Yapılandırılmamış Adres";
"06 09 2A 86 48 86 F7 0D 01 09 09"	= "Uzatılmış Sertifika Özellikleri";
"06 09 2A 86 48 86 F7 0D 01 09 0A"	= "Sertifika Veren ve Seri Numarası";
"06 09 2A 86 48 86 F7 0D 01 09 0B"	= "Parola Denetimi";
"06 09 2A 86 48 86 F7 0D 01 09 0C"	= "Açık Anahtar";
"06 09 2A 86 48 86 F7 0D 01 09 0D"	= "İmzalama Açıklaması";
"06 09 2A 86 48 86 F7 0D 01 09 0E"	= "Uzantı İsteği";

/* PKCS #9 for use with S/MIME */

"06 09 2A 86 48 86 F7 0D 01 09 0F"		= "S/MIME Yetenekleri";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 01"	= "İmzalanmış Veri Yeğle";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 02"	= "Şifresini Çözemez";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 03"	= "Alındı İsteği";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 04"	= "Alındı";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 05"	= "İçerik İpuçları";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 06"	= "Posta Listesi Genişleme Tarihçesi";

"06 09 2A 86 48 86 F7 0D 01 09 10"			= "S/MIME";

/* S/MIME Modules */

"06 0A 2A 86 48 86 F7 0D 01 09 10 00"		= "S/MIME Modülleri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 01"	= "Şifreli İleti Sözdizimi";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 02"	= "Geliştirilmiş Güvenlik Servisleri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 03"	= "S/MIME Nesne Tanıtıcısı";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 04"	= "S/MIME V3 İletisi";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 05"	= "ETS Elektronik İmza 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 06"	= "ETS Elektronik İmza 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 07"	= "ETS Elektronik İmza Politikası 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 08"	= "ETS Elektronik İmza Politikası 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 09"	= "id-mod-certdist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0A"	= "id-mod-domsec";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0B"	= "id-mod-compress";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0C"	= "id-mod-symkeydist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0D"	= "id-mod-cek-reuse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0E"	= "id-mod-cms-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0F"	= "id-mod-v1AttrCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 10"	= "id-mod-cmsalg-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 11"	= "id-mod-cms-pwri-88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 12"	= "id-mod-cms-pwri-97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 13"	= "id-mod-cms-aes";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 14"	= "id-mod-cms-rsaes-oaep";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 15"	= "id-mod-msg-v3dot1";

/* S/MIME Content Types */

"06 0A 2A 86 48 86 F7 0D 01 09 10 01"		= "S/MIME İçerik Türleri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 01"	= "id-ct-receipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 02"	= "id-ct-authData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 03"	= "id-ct-publishCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 04"	= "id-ct-TSTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 05"	= "id-ct-TDTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 06"	= "id-ct-contentInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 07"	= "id-ct-DVCSRequestData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 08"	= "id-ct-DVCSResponseData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 09"	= "id-ct-compressedData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0A"	= "id-ct-svcp-certValRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0B"	= "id-ct-svcp-certValResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0C"	= "id-ct-svcp-valPolRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0D"	= "id-ct-svcp-valPolResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0E"	= "id-ct-attrCertEncAttrs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0F"	= "id-ct-TSReq";

/* S/MIME Authenticated Attributes */

"06 0A 2A 86 48 86 F7 0D 01 09 10 02"		= "S/MIME Kimliği Doğrulanan Özellikleri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 01"	= "id-aa-receiptRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 02"	= "id-aa-securityLabel";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 03"	= "id-aa-mlExpandHistory";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 04"	= "id-aa-contentHint";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 05"	= "id-aa-msgSigDigest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 06"	= "id-aa-encapContentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 07"	= "id-aa-contentIdentifier";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 08"	= "id-aa-macValue";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 09"	= "id-aa-equivalentLabels";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0A"	= "id-aa-contentReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0B"	= "id-aa-encrypKeyPref";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0C"	= "id-aa-signingCertificate";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0D"	= "id-aa-smimeEncryptCerts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0E"	= "id-aa-timeStampToken";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0F"	= "id-aa-ets-sigPolicyId";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 10"	= "id-aa-ets-commitmentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 11"	= "id-aa-ets-signerLocation";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 12"	= "id-aa-ets-signerAttr";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 13"	= "id-aa-ets-otherSigCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 14"	= "id-aa-ets-contentTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 15"	= "id-aa-ets-CertificateRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 16"	= "id-aa-ets-RevocationRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 17"	= "id-aa-ets-certValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 18"	= "id-aa-ets-revocationValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 19"	= "id-aa-ets-escTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1A"	= "id-aa-ets-certCRLTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1B"	= "id-aa-ets-archiveTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1C"	= "id-aa-signatureType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1D"	= "id-aa-dvcs-dvc";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1E"	= "id-aa-CEKReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1F"	= "id-aa-maxCEKDecrypts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 20"	= "id-aa-KEKDerivationAlg";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 21"	= "id-aa-intendedRecipients";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 22"	= "id-aa-cmc-unsignedData";

/* S/MIME Algorithms */

"06 0A 2A 86 48 86 F7 0D 01 09 10 03"		= "S/MIME Algoritmaları";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 01"	= "id-alg-ESDHwith3DES";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 02"	= "id-alg-ESDHwithRC2";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 03"	= "id-alg-3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 04"	= "id-alg-RC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 05"	= "id-alg-ESDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 06"	= "id-alg-CMS3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 07"	= "id-alg-CMSRC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 08"	= "id-alg-zlib";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 09"	= "id-alg-PWRI-KEK";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0A"	= "id-alg-SSDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0B"	= "id-alg-HMACwith3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0C"	= "id-alg-HMACwithAESwrap";

/* S/MIME Certificate Distribution */

"06 0A 2A 86 48 86 F7 0D 01 09 10 04"		= "S/MIME Sertifika Dağıtımı";
"06 0B 2A 86 48 86 F7 0D 01 09 10 04 01"	= "LDAP Sertifika Dağıtımı";

/* S/MIME Signature Policy Qualifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 05"		= "S/MIME İmza Politikası Niteleyici";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 01"	= "id-spq-ets-sqt-uri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 02"	= "id-spq-ets-sqt-unotice";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 01"	= "id-cti-ets-proofOfOrigin";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 02"	= "id-cti-ets-proofOfReceipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 03"	= "id-cti-ets-proofOfDelivery";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 04"	= "id-cti-ets-proofOfSender";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 05"	= "id-cti-ets-proofOfApproval";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 06"	= "id-cti-ets-proofOfCreation";

/* S/MIME Signature Type Identifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 09"		= "S/MIME İmza Türü Tanıtıcısı";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 01"	= "Yaratanın İmzası";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 02"	= "Alan İmzası";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 03"	= "Ek Özellikler İmzası";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 04"	= "İmzayı Gözden Geçir";

/* S/MIME Capabilities */

"06 0A 2A 86 48 86 F7 0D 01 09 10 0B"		= "S/MIME Yetenekleri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 0B 01"	= "İçeride İkili Yeğle";

/* PKCS #9 for use with PKCS #12 */

"06 09 2A 86 48 86 F7 0D 01 09 14"			= "Kolay Ad (PKCS-12 için)";
"06 09 2A 86 48 86 F7 0D 01 09 15"			= "Yerel Anahtar Kimliği (PKCS-12 için)";
"06 09 2A 86 48 86 F7 0D 01 09 16"			= "Sertifika Türleri (PKCS-12 için)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 01"		= "X.509 Sertifikası (PKCS-12 için)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 02"		= "SDSI Sertifikası (PKCS-12 için)";
"06 09 2A 86 48 86 F7 0D 01 09 17"			= "CRL Türleri (PKCS-12 için)";
"06 0A 2A 86 48 86 F7 0D 01 09 17 01"		= "X.509 CRL (PKCS-12 için)";

/* PKCS #12 */

"06 08 2A 86 48 86 F7 0D 01 0C"				= "PKCS-12 Kişisel Bilgiler Değişimi Sözdizimi";
"06 09 2A 86 48 86 F7 0D 01 0C 01"			= "PKCS-12 Parola Tabanlı Şifreleme Kimlikleri";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 01"		= "SHA-1 ve 128 Bit RC4 ile PBE";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 02"		= "SHA-1 ve 40 Bit RC4 ile PBE";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 03"		= "SHA-1 ve 3 Anahtarlı Üçlü DES-CBC ile PBE";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 04"		= "SHA-1 ve 2 Anahtarlı Üçlü DES-CBC ile PBE";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 05"		= "SHA-1 ve 128 Bit RC2-CBC ile PBE";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 06"		= "SHA-1 ve 40 Bit RC2-CBC ile PBE";
"06 09 2A 86 48 86 F7 0D 01 0C 02"			= "PKCS-12 ESPVK Kimlikleri";
"06 0A 2A 86 48 86 F7 0D 01 0C 02 01"		= "PKCS-12 PKCS-8 Anahtar Gizleme";
"06 09 2A 86 48 86 F7 0D 01 0C 03"			= "PKCS-12 Çanta Kimlikleri";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 01"		= "PKCS-12 Anahtar Çantası Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 02"		= "PKCS-12 Sertifika ve CRL Çanta Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 03"		= "PKCS-12 Gizli Çanta Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 04"		= "PKCS-12 Güvenli İçerik Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 05"		= "PKCS-12 PKCS-8 Gizli Anahtar Çantası Kimliği";
"06 09 2A 86 48 86 F7 0D 01 0C 04"			= "PKCS-12 Sertifika Çantası Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 01"		= "PKCS-12 X.509 Sertifika ve CRL Çanta Kimliği";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 02"		= "PKCS-12 SDSI Sertifika Çantası Kimliği";

"06 09 2A 86 48 86 F7 0D 01 0C 05"			= "PKCS-12 OID";
"06 0A 2A 86 48 86 F7 0D 01 0C 05 01"		= "PKCS-12 Parola Tabanlı Şifreleme Kimliği";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 01"	= "SHA-1 ve 128 Bit RC4 ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 02"	= "SHA-1 ve 40 Bit RC4 ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 03"	= "SHA-1 ve Üçlü DES-CBC ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 04"	= "SHA-1 ve 128 Bit RC2-CBC ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 05"	= "SHA-1 ve 40 Bit RC2-CBC ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 06"	= "SHA-1 ve RC4 ile PKCS-12 PBE";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 07"	= "SHA-1 ve RC2-CBC ile PKCS-12 PBE";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 02"		= "PKCS-12 Zarflama Kimlikleri";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 01"	= "128 Bit RC4 ile PKCS-12 RSA Şifreleme";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 02"	= "40 Bit RC4 ile PKCS-12 RSA Şifreleme";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 03"	= "Üçlü DES ile PKCS-12 RSA Şifreleme";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 03"		= "PKCS-12 İmza Kimliği";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 03 01"	= "SHA-1 Özeti ile PKCS-12 RSA İmzası";

"06 09 2A 86 48 86 F7 0D 01 0C 0A"			= "PKCS-12 Sürüm 1";
"06 0A 2A 86 48 86 F7 0D 01 0C 0A 01"		= "PKCS-12 Çanta Kimlikleri";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 01"	= "PKCS-12 Anahtar Çantası";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 02"	= "PKCS-12 PKCS-8 Gizli Anahtar Çantası";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 03"	= "PKCS-12 Sertifika Çantası";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 04"	= "PKCS-12 CRL Çantası";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 05"	= "PKCS-12 Gizli Çanta";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 06"	= "PKCS-12 Güvenli İçerik Çantası";

/* PKCS #15 */

"06 09 2A 86 48 86 F7 0D 01 0F 01"		= "PKCS-15 Modülleri";
"06 09 2A 86 48 86 F7 0D 01 0F 02"		= "PKCS-15 Özellikleri";
"06 09 2A 86 48 86 F7 0D 01 0F 03"		= "PKCS-15 İçerik Türü";
"06 0A 2A 86 48 86 F7 0D 01 0F 03 01"	= "PKCS-15 İçeriği";

/* RSADSI digest algorithms */

"06 08 2A 86 48 86 F7 0D 02"			= "RSADSI Özet Algoritması";
"06 08 2A 86 48 86 F7 0D 02 02"			= "MD2";
"06 08 2A 86 48 86 F7 0D 02 04"			= "MD4";
"06 08 2A 86 48 86 F7 0D 02 05"			= "MD5";
"06 08 2A 86 48 86 F7 0D 02 07"			= "SHA-1 ile HMAC";

/* RSADSI encryption algorithms */

"06 08 2A 86 48 86 F7 0D 03"			= "RSADSI Şifreleme Algoritması";
"06 08 2A 86 48 86 F7 0D 03 02"			= "RC2-CBC";
"06 08 2A 86 48 86 F7 0D 03 03"			= "RC2-ECB";
"06 08 2A 86 48 86 F7 0D 03 04"			= "RC4";
"06 08 2A 86 48 86 F7 0D 03 05"			= "MAC ile RC4";
"06 08 2A 86 48 86 F7 0D 03 06"			= "DESX-CBC";
"06 08 2A 86 48 86 F7 0D 03 07"			= "DES-EDE3-CBC";
"06 08 2A 86 48 86 F7 0D 03 08"			= "RC5-CBC";
"06 08 2A 86 48 86 F7 0D 03 09"			= "RC5-CBC Pad";
"06 08 2A 86 48 86 F7 0D 03 0A"			= "DES-CDMF";

/* Identrus */

"06 09 2A 86 48 86 FA 65 01 06 01"		= "Identrus bilinmeyen politika tanıtıcısı";
"06 08 2A 86 48 86 FA 65 04 01"			= "Identrus OCSP";

/* Ascom Systech */

"06 0A 2B 06 01 04 01 81 3C 07 01 01"		= "Ascom";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 01"	= "IDEA-ECB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 02"	= "IDEA-CBC";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 03"	= "IDEA-CFB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 04"	= "IDEA-OFB";

/* MIT */

"06 09 2A 86 48 86 F7 12 01 02 02"			= "MIT Kerberos V5";
"06 0A 2A 86 48 86 F7 12 01 02 02 03"		= "MIT Kullanıcıdan-Kullanıcıya Kerberos";

/* Microsoft */

"06 09 2A 86 48 82 F7 12 01 02 02"			= "Microsoft Kerberos";

"06 08 2A 86 48 86 F7 14 01 03"				= "Microsoft Exchange Server nesne sınıfı";
"06 09 2A 86 48 86 F7 14 01 03 00"			= "Site Adresleme";
"06 09 2A 86 48 86 F7 14 01 03 0D"			= "Sınıf Şeması";
"06 09 2A 86 48 86 F7 14 01 03 0E"			= "Özellik Şeması";
"06 09 2A 86 48 86 F7 14 01 03 11"			= "Posta Kutusu Aracısı";
"06 09 2A 86 48 86 F7 14 01 03 16"			= "Posta Kutusu";
"06 09 2A 86 48 86 F7 14 01 03 17"			= "Kap";
"06 09 2A 86 48 86 F7 14 01 03 2E"			= "Posta Alıcısı";
"06 09 2A 86 48 86 F7 14 01 02 81 71"		= "Teslim Mekanizması";

"06 07 2A 86 48 86 F7 14 04"				= "Microsoft dosya biçimleri";
"06 08 2A 86 48 86 F7 14 04 02"				= "Microsoft Word";
"06 08 2A 86 48 86 F7 14 04 03"				= "Microsoft Excel";
"06 08 2A 86 48 86 F7 14 04 04"				= "Microsoft Project";
"06 08 2A 86 48 86 F7 14 04 05"				= "Microsoft PowerPoint";
"06 08 2A 86 48 86 F7 14 04 06"				= "Microsoft Works";

"06 08 2B 06 01 04 01 82 37 02"				= "Authenticode";
"06 0A 2B 06 01 04 01 82 37 02 01 04"		= "SPC Dolaylı Veri Bağlamı";
"06 0A 2B 06 01 04 01 82 37 02 01 0A"		= "SPC Temsilci Bilgisi";
"06 0A 2B 06 01 04 01 82 37 02 01 0B"		= "SPC Bildirim Türü";
"06 0A 2B 06 01 04 01 82 37 02 01 0C"		= "SPC Opus Bilgisi";
"06 0A 2B 06 01 04 01 82 37 02 01 0E"		= "SPC Sertifika Uzantıları";
"06 0A 2B 06 01 04 01 82 37 02 01 0F"		= "SPC PE Görüntü Verisi";
"06 0A 2B 06 01 04 01 82 37 02 01 14"		= "SPC Bağlantısı (tür 1)";
"06 0A 2B 06 01 04 01 82 37 02 01 15"		= "Bireysel Kod İmzalama";
"06 0A 2B 06 01 04 01 82 37 02 01 16"		= "Ticari Kod İmzalama";
"06 0A 2B 06 01 04 01 82 37 02 01 19"		= "SPC Bağlantısı (tür 2)";
"06 0A 2B 06 01 04 01 82 37 02 01 1A"		= "SPC Minimum Ölçüt";
"06 0A 2B 06 01 04 01 82 37 02 01 1B"		= "SPC Finansal Ölçüt";
"06 0A 2B 06 01 04 01 82 37 02 01 1C"		= "SPC Bağlantısı (tür 3)";

"06 0A 2B 06 01 04 01 82 37 02 02 0A"		= "NTLM Güvenlik Desteği Sağlayıcı";
"06 0A 2B 06 01 04 01 82 37 03 02 01"		= "Zaman Damgası Onay İmzası";

"06 09 2B 06 01 04 01 82 37 0A 01"			= "Sertifika Güven Listesi";
"06 0A 2B 06 01 04 01 82 37 0A 01 01"		= "Sıralanmış CTL Uzantısı";
"06 09 2B 06 01 04 01 82 37 0A 02"			= "Sonraki Güncelleme Yeri";

"06 09 2B 06 01 04 01 82 37 0A 03"			= "Geliştirilmiş Anahtar Kullanımı";
"06 0A 2B 06 01 04 01 82 37 0A 03 01"		= "Sertifika Güven Listesi İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 02"		= "Zaman Damgası İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 03"		= "Sunucu Geçitli Şifreleme";
"06 0B 2B 06 01 04 01 82 37 0A 03 03 01"	= "Seri Şifreleme";
"06 0A 2B 06 01 04 01 82 37 0A 03 04"		= "Şifrelenmiş Dosya Sistemleri";
"06 0B 2B 06 01 04 01 82 37 0A 03 04 01"	= "Şifrelenmiş Dosya Sistemlerini Kurtarma";
"06 0A 2B 06 01 04 01 82 37 0A 03 05"		= "Windows Donanım Uyumlu";
"06 0A 2B 06 01 04 01 82 37 0A 03 06"		= "NT5 İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 07"		= "Windows Donanım OEM İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 08"		= "Gömülü NT İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 09"		= "Güvenilen Kök Listesi İmzalama";
"06 0A 2B 06 01 04 01 82 37 0A 03 0A"		= "Nitelikli Bağımlılık";
"06 0A 2B 06 01 04 01 82 37 0A 03 0B"		= "Anahtar Kurtarma";
"06 0A 2B 06 01 04 01 82 37 0A 03 0C"		= "Belge İmzalama";

"06 09 2B 06 01 04 01 82 37 0A 04"			= "Özellik Nesnesi Tanıtıcıları";
"06 0A 2B 06 01 04 01 82 37 0A 04 01"		= "Evet/Hayır Güven Özelliği";
"06 0A 2B 06 01 04 01 82 37 0A 05 01"		= "Microsoft Müzik DRM";
"06 0A 2B 06 01 04 01 82 37 0A 05 02"		= "Microsoft DRM Bireyselleştirme";
"06 0A 2B 06 01 04 01 82 37 0A 06 01"		= "Microsoft Lisansları";
"06 0A 2B 06 01 04 01 82 37 0A 06 02"		= "Microsoft Lisans Sunucu";

"06 08 2B 06 01 04 01 82 37 0D"				= "Microsoft PKCS-10 Nesne Tanıtıcıları";
"06 09 2B 06 01 04 01 82 37 0D 01"			= "Yenileme Sertifikası";
"06 0A 2B 06 01 04 01 82 37 0D 02 01"		= "Kayıt Adı/Değeri Çifti";
"06 0A 2B 06 01 04 01 82 37 0D 02 02"		= "Kayıt CSP";
"06 0A 2B 06 01 04 01 82 37 0D 02 03"		= "OS Sürümü";
"06 08 2B 06 01 04 01 82 37 0F"				= "Microsoft Java";
"06 08 2B 06 01 04 01 82 37 10"				= "Microsoft Outlook/Exchange";
"06 09 2B 06 01 04 01 82 37 10 04"			= "Microsoft Outlook Express";
"06 08 2B 06 01 04 01 82 37 11"				= "Microsoft PKCS-12 Özellikleri";
"06 09 2B 06 01 04 01 82 37 11 01"			= "Yerel Makine Anahtar Kümesi";

"06 08 2B 06 01 04 01 82 37 14"				= "Microsoft Kayıt Altyapısı";
"06 09 2B 06 01 04 01 82 37 14 01"			= "Otomatik Kayıt CTL Kullanımı";
"06 09 2B 06 01 04 01 82 37 14 02"			= "Kayıt Sertifikası Türü";
"06 0A 2B 06 01 04 01 82 37 14 02 01"		= "Kaydolma Aracısı";
"06 0A 2B 06 01 04 01 82 37 14 02 02"		= "Smartcard Oturumu Açma";
"06 0A 2B 06 01 04 01 82 37 14 02 03"		= "NT Ana Adı";

"06 08 2B 06 01 04 01 82 37 15"				= "Microsoft Sertifika Sunucusu Altyapısı";
"06 09 2B 06 01 04 01 82 37 15 01"			= "Microsoft CA Yenileme Sürümü";
"06 08 2B 06 01 04 01 82 37 58"				= "CAPICOM";
"06 09 2B 06 01 04 01 82 37 58 01"			= "CAPICOM Sürümü";
"06 09 2B 06 01 04 01 82 37 58 02"			= "CAPICOM Özelliği";
"06 0A 2B 06 01 04 01 82 37 58 02 01"		= "Belge Adı";
"06 0A 2B 06 01 04 01 82 37 58 02 02"		= "Belge Açıklaması";
"06 09 2B 06 01 04 01 82 37 58 03"			= "Şifrelenmiş Veri";
"06 0A 2B 06 01 04 01 82 37 58 03 01"		= "Şifrelenmiş İçerik";

/* UNINETT */

"06 0A 2B 06 01 04 01 92 7C 0A 01 01"		= "UNINETT Politika Tanıtıcısı";

/* ICE-TEL */

"06 08 2B 06 01 04 01 95 18 0A"				= "ICE-TEL Politika Tanıtıcısı";
"06 0A 2B 06 01 04 01 95 62 01 01 01"		= "ICE-TEL CA Politika Tanıtıcısı";

/* cryptlib */

"06 0A 2B 06 01 04 01 97 55 01 01 01"		= "Blowfish-ECB";
"06 0A 2B 06 01 04 01 97 55 01 01 02"		= "Blowfish-CBC";
"06 0A 2B 06 01 04 01 97 55 01 01 03"		= "Blowfish-CFB";
"06 0A 2B 06 01 04 01 97 55 01 01 04"		= "Blowfish-OFB";
"06 0A 2B 06 01 04 01 97 55 01 02 01"		= "ElGamal";
"06 0B 2B 06 01 04 01 97 55 01 02 01 01"	= "SHA-1 ile ElGamal";
"06 0B 2B 06 01 04 01 97 55 01 02 01 02"	= "RIPEMD-160 ile ElGamal";
"06 09 2B 06 01 04 01 97 55 03 01"			= "cryptlib Özellikleri";
"06 0A 2B 06 01 04 01 97 55 03 01 01"		= "cryptlib Varlık Denetimi";
"06 0A 2B 06 01 04 01 97 55 03 01 02"		= "OCSP Yanıtı RTCS";
"06 0A 2B 06 01 04 01 97 55 03 01 03"		= "OCSP Yanıtı RTCS Uzatılmış";
"06 0A 2B 06 01 04 01 97 55 03 01 04"		= "CRL Uzatılmış Nedeni";
"06 0A 2B 06 01 04 01 97 55 03 01 05"		= "Anahtar Özellikleri";
"06 0A 2B 06 01 04 01 97 55 03 01 06"		= "PKI Önyükleme";
"06 09 2B 06 01 04 01 97 55 04 01"			= "cryptlib İçeriği";
"06 0A 2B 06 01 04 01 97 55 04 01 01"		= "cryptlib Konfigürasyon Verisi";
"06 0A 2B 06 01 04 01 97 55 04 01 02"		= "cryptlib Kullanıcı Dizini";
"06 0A 2B 06 01 04 01 97 55 04 01 03"		= "cryptlib Kullanıcı Bilgisi";
"06 0B 2B 06 01 04 01 97 55 2A D7 24 01"	= "MPEG-1";
"06 0C 2B 06 01 04 01 97 55 58 59 5A 5A 59"	= "XYZZY Politika Tanıtıcısı";

/* Timeproof (www.timeproof.de) */

"06 07 2B 06 01 04 01 AA 60"		= "Timeproof";
"06 08 2B 06 01 04 01 AA 60 01"		= "Zaman İmzası Sistemi";
"06 09 2B 06 01 04 01 AA 60 01 01"	= "Zaman İmzası Sistemi 80";
"06 09 2B 06 01 04 01 AA 60 01 02"	= "Zaman İmzası Sistemi 380";
"06 09 2B 06 01 04 01 AA 60 01 03"	= "Zaman İmzası Sistemi 400";

/* MEDePass */

"06 09 2B 06 01 04 01 AD 0A 00 03"  = "İkincil Uygulamalar";
"06 09 2B 06 01 04 01 AD 0A 00 04"  = "Doktor Tanıtıcıları";

/* Kerberos */

"06 05 2B 06 01 05 02"              = "Kerberos v5";
"06 06 2B 06 01 05 02 03"           = "Kerberos PKINIT";
"06 07 2B 06 01 05 02 03 01"        = "Kerberos Kimlik Doğrulama Verisi";
"06 07 2B 06 01 05 02 03 02"        = "Kerberos Diffie-Hellman Anahtar Verisi";
"06 07 2B 06 01 05 02 03 03"        = "Kerberos Yanıt Anahtarı Verisi";
"06 07 2B 06 01 05 02 03 04"        = "Kerberos İstemci Kimlik Doğrulaması";
"06 07 2B 06 01 05 02 03 05"        = "Kerberos Anahtar Dağıtım Merkezi (KDC)";

/* IANA */

"06 06 2B 06 01 05 05 01"			= "Basit Açık Anahtar Mekanizması (SPKM)";
"06 06 2B 06 01 05 05 02"			= "SPNEGO";

/* PKIX */

"06 06 2B 06 01 05 05 07"			= "Açık Anahtar Altyapısı";

"06 07 2B 06 01 05 05 07 01"		= "PKIX Gizli Sertifika Uzantıları";
"06 08 2B 06 01 05 05 07 01 01"		= "Sertifika Otoritesi Bilgi Erişimi";
"06 08 2B 06 01 05 05 07 01 02"		= "Biyometrik Bilgi";
"06 08 2B 06 01 05 05 07 01 03"		= "Nitelikli Sertifika Bildirimleri";
"06 08 2B 06 01 05 05 07 01 04"		= "Özellik Sertifikası Denetim Kimliği";
"06 08 2B 06 01 05 05 07 01 05"		= "Özellik Sertifikası Hedefleme";
"06 08 2B 06 01 05 05 07 01 06"		= "Özellik Sertifikası Otorite Denetimleri";
"06 08 2B 06 01 05 05 07 01 07"		= "SBGP IP Adres Bloğu";
"06 08 2B 06 01 05 05 07 01 08"		= "SBGP Özerk Sistem Tanıtıcısı";
"06 08 2B 06 01 05 05 07 01 09"		= "SBGP Yöneltici Tanıtıcısı";
"06 08 2B 06 01 05 05 07 01 0A"		= "Özellik Sertifikası Proxy ile Bağlanma";
"06 08 2B 06 01 05 05 07 01 0B"		= "Öznenin Bilgi Erişimi";
"06 08 2B 06 01 05 05 07 01 0C"		= "Logotype";

"06 07 2B 06 01 05 05 07 02"		= "Politika Niteleyici Türleri";
"06 08 2B 06 01 05 05 07 02 01"		= "Sertifikasyon Uygulama Bildirimi";
"06 08 2B 06 01 05 05 07 02 02"		= "Kullanıcı Bildirisi";
"06 08 2B 06 01 05 05 07 02 03"		= "Metin Bildirisi";

"06 07 2B 06 01 05 05 07 03"		= "Anahtar Amacı";
"06 08 2B 06 01 05 05 07 03 01"		= "Sunucu Kimliği Doğrulama";
"06 08 2B 06 01 05 05 07 03 02"		= "İstemci Kimlik Doğrulaması";
"06 08 2B 06 01 05 05 07 03 03"		= "Kod İmzalama";
"06 08 2B 06 01 05 05 07 03 04"		= "E-posta Koruması";
"06 08 2B 06 01 05 05 07 03 05"		= "IPSEC Son Sistemi";
"06 08 2B 06 01 05 05 07 03 06"		= "IPSEC Tünel";
"06 08 2B 06 01 05 05 07 03 07"		= "IPSEC Kullanıcı";
"06 08 2B 06 01 05 05 07 03 08"		= "Zaman Damgası";
"06 08 2B 06 01 05 05 07 03 09"		= "OCSP İmzalama";
"06 08 2B 06 01 05 05 07 03 0A"		= "DVCS";
"06 08 2B 06 01 05 05 07 03 0B"		= "SBGP AA Sunucu Kimliği Doğrulama";

"06 07 2B 06 01 05 05 07 04"		= "CMP Bilgi Türleri";
"06 08 2B 06 01 05 05 07 04 01"		= "CA Protokol Şifreleme Sertifikası";
"06 08 2B 06 01 05 05 07 04 02"		= "İmzalama Anahtar Çifti Türleri";
"06 08 2B 06 01 05 05 07 04 03"		= "Şifreleme Anahtar Çifti Türleri";
"06 08 2B 06 01 05 05 07 04 04"		= "Yeğlenen Simetrik Algoritma";
"06 08 2B 06 01 05 05 07 04 05"		= "CA Anahtar Güncelleme Bilgisi";
"06 08 2B 06 01 05 05 07 04 06"		= "Şu Anki CRL";
"06 08 2B 06 01 05 05 07 04 07"		= "Desteklenmeyen OID’ler";
"06 08 2B 06 01 05 05 07 04 08"		= "Abonelik İsteği";
"06 08 2B 06 01 05 05 07 04 09"		= "Abonelik Yanıtı";
"06 08 2B 06 01 05 05 07 04 0A"		= "Anahtar Çifti Parametre İsteği";
"06 08 2B 06 01 05 05 07 04 0B"		= "Anahtar Çifti Parametre Yanıtı";
/* %%% need to expand these labels, but can't find them documented anywhere online! */
"06 08 2B 06 01 05 05 07 04 0C"		= "revPassphrase";
"06 08 2B 06 01 05 05 07 04 0D"		= "implicitConfirm";
"06 08 2B 06 01 05 05 07 04 0E"		= "confirmWaitTime";
"06 08 2B 06 01 05 05 07 04 0F"		= "origPKIMessage";
"06 08 2B 06 01 05 05 07 04 10"		= "suppLangTags";

"06 07 2B 06 01 05 05 07 05"		= "CRMF Kaydı";
"06 08 2B 06 01 05 05 07 05 01"		= "Kayıt Denetimi";
"06 09 2B 06 01 05 05 07 05 01 01"	= "Kayıt Jetonu";
"06 09 2B 06 01 05 05 07 05 01 02"	= "Kimlik Doğrulayıcı";
"06 09 2B 06 01 05 05 07 05 01 03"	= "PKI Yayın Bilgisi";
"06 09 2B 06 01 05 05 07 05 01 04"	= "PKI Arşiv Seçenekleri";
"06 09 2B 06 01 05 05 07 05 01 05"	= "Eski Sertifika Kimliği (ID)";
"06 09 2B 06 01 05 05 07 05 01 06"	= "Protokol Şifreleme Anahtarı";
"06 09 2B 06 01 05 05 07 05 01 07"	= "Alternatif Sertifika Şablonu";
"06 09 2B 06 01 05 05 07 05 01 08"	= "WAP WTLS Şablonu";

"06 08 2B 06 01 05 05 07 05 02"		= "CRMF Kayıt Bilgisi";
"06 09 2B 06 01 05 05 07 05 02 01"	= "UTF-8 Çiftleri";
"06 09 2B 06 01 05 05 07 05 02 02"	= "Sertifika İsteği";

"06 07 2B 06 01 05 05 07 06"		= "Algoritmalar";
"06 08 2B 06 01 05 05 07 06 01"		= "DES-40";
"06 08 2B 06 01 05 05 07 06 02"		= "İmza Yok";
"06 08 2B 06 01 05 05 07 06 03"		= "dh-sig-hmac-sha1";
"06 08 2B 06 01 05 05 07 06 04"		= "dh-pop";

"06 07 2B 06 01 05 05 07 07"		= "CMC Denetimleri";

"06 07 2B 06 01 05 05 07 08"		= "Diğer Adlar";
"06 08 2B 06 01 05 05 07 08 01"		= "Kişisel Veri";
"06 08 2B 06 01 05 05 07 08 02"		= "Kullanıcı Grubu";

"06 07 2B 06 01 05 05 07 09"		= "Kişisel Veri";
"06 08 2B 06 01 05 05 07 09 01"		= "Doğum Tarihi";
"06 08 2B 06 01 05 05 07 09 02"		= "Doğum Yeri";
"06 08 2B 06 01 05 05 07 09 03"		= "Takma Ad";
"06 08 2B 06 01 05 05 07 09 04"		= "Cinsiyet";
"06 08 2B 06 01 05 05 07 09 05"		= "Vatandaşı Olunan Ülke";
"06 08 2B 06 01 05 05 07 09 06"		= "İkamet Edilen Ülke";

"06 07 2B 06 01 05 05 07 0A"		= "Özellik Sertifikası";
"06 08 2B 06 01 05 05 07 0A 01"		= "Kimlik Doğrulama Bilgileri";
"06 08 2B 06 01 05 05 07 0A 02"		= "Erişim Kimliği";
"06 08 2B 06 01 05 05 07 0A 03"		= "Ücretlendirme Kimliği";
"06 08 2B 06 01 05 05 07 0A 04"		= "Grup";
"06 08 2B 06 01 05 05 07 0A 05"		= "Rol";
"06 08 2B 06 01 05 05 07 0A 06"		= "WLAN SSID";

/* OCSP */

"06 08 2B 06 01 05 05 07 30 01"		= "Çevrimiçi Sertifika Durum Protokolü";
"06 09 2B 06 01 05 05 07 30 01 01"	= "OCSP Temel Yanıtı";
"06 09 2B 06 01 05 05 07 30 01 02"	= "OCSP Nonce Uzantısı";
"06 09 2B 06 01 05 05 07 30 01 03"	= "OCSP CRL Referansı";
"06 09 2B 06 01 05 05 07 30 01 04"	= "OCSP Yanıtı";
"06 09 2B 06 01 05 05 07 30 01 05"	= "OCSP İptal Denetimi Yok";
"06 09 2B 06 01 05 05 07 30 01 06"	= "OCSP Arşiv Kesmesi";
"06 09 2B 06 01 05 05 07 30 01 07"	= "OCSP Servis Konumlandırıcı";

"06 08 2B 06 01 05 05 07 30 02"		= "CA Verenler";
"06 08 2B 06 01 05 05 07 30 03"		= "Zaman Damgası";

/* ISAKMP */

"06 08 2B 06 01 05 05 08 01 01"		= "HMAC MD5";
"06 08 2B 06 01 05 05 08 01 02"		= "HMAC SHA-1";
"06 08 2B 06 01 05 05 08 01 03"		= "HMAC Tiger";
"06 08 2B 06 01 05 05 08 02 02"		= "IKE Alt Kök";

/* DEC (via ECMA) */

"06 07 2B 0C 02 87 73 07 01"		= "DEC Şifreleme Algoritması";
"06 08 2B 0C 02 87 73 07 01 02"		= "DEC DEA";
"06 07 2B 0C 02 87 73 07 02"		= "DEC Özet Algoritması";
"06 07 2B 0C 02 87 73 07 02 01"		= "DEC MD2";
"06 07 2B 0C 02 87 73 07 02 02"		= "DEC MD4";
"06 07 2B 0C 02 87 73 07 03"		= "DEC İmza Algoritması";
"06 07 2B 0C 02 87 73 07 03 01"		= "RSA ile DEC MD2";
"06 07 2B 0C 02 87 73 07 03 02"		= "RSA ile DEC MD4";
"06 07 2B 0C 02 87 73 07 03 03"		= "DEC DEA-MAC";

/* NIST Open Systems Environment (OSE) Implementor's Workshop (OIW) */

"06 05 2B 0E 02 1A 05"				= "SHA";
"06 06 2B 0E 03 02 01 01"			= "RSA";
"06 05 2B 0E 03 02 02"				= "RSA ile MD4";
"06 05 2B 0E 03 02 03"				= "RSA ile MD5";
"06 05 2B 0E 03 02 04"				= "RSA Şifreleme ile MD4";
"06 06 2B 0E 03 02 02 01"			= "SqMod-N";
"06 06 2B 0E 03 02 03 01"			= "RSA ile SqMod-N";
"06 05 2B 0E 03 02 06"				= "DES-ECB";
"06 05 2B 0E 03 02 07"				= "DES-CBC";
"06 05 2B 0E 03 02 08"				= "DES-OFB";
"06 05 2B 0E 03 02 09"				= "DES-CFB";
"06 05 2B 0E 03 02 0A"				= "DES-MAC";
"06 05 2B 0E 03 02 0B"				= "RSA İmzası";
"06 05 2B 0E 03 02 0C"				= "DSA";
"06 05 2B 0E 03 02 0D"				= "SHA ile DSA";
"06 05 2B 0E 03 02 0E"				= "RSA İmzası ile MDC2";
"06 05 2B 0E 03 02 0F"				= "RSA İmzası ile SHA";
"06 05 2B 0E 03 02 10"				= "Ortak Modüllü Diffie-Hellman";
"06 05 2B 0E 03 02 11"				= "DES-EDE";
"06 05 2B 0E 03 02 12"				= "SHA";
"06 05 2B 0E 03 02 13"				= "MDC-2";
"06 05 2B 0E 03 02 14"				= "DSA Genel";
"06 05 2B 0E 03 02 15"				= "SHA ile DSA Genel";
"06 05 2B 0E 03 02 16"				= "RSA Anahtar Aktarımı";
"06 05 2B 0E 03 02 17"				= "Keyed-hash-seal";
"06 05 2B 0E 03 02 18"				= "RSA İmzası ile MD2";
"06 05 2B 0E 03 02 19"				= "RSA İmzası ile MD5";
"06 05 2B 0E 03 02 1A"				= "SHA-1";
"06 05 2B 0E 03 02 1B"				= "SHA-1 ile DSA";
"06 05 2B 0E 03 02 1C"				= "Genel SHA-1 ile DSA";
"06 05 2B 0E 03 02 1D"				= "RSA Şifreleme ile SHA-1";
"06 05 2B 0E 03 03 01"				= "Simple-strong-auth-mechanism";
"06 06 2B 0E 07 02 01 01"			= "ElGamal";
"06 06 2B 0E 07 02 03 01"			= "RSA ile MD2";
"06 06 2B 0E 07 02 03 02"			= "ElGamal ile MD2";

/* Teletrust */

"06 03 2B 24 01"					= "Belge";
"06 04 2B 24 01 01"					= "Son Sürüm";
"06 04 2B 24 01 02"					= "Taslak";
"06 03 2B 24 02"					= "SIO";
"06 04 2B 24 02 01"					= "SEDU";

"06 03 2B 24 03"					= "Algoritma";
"06 04 2B 24 03 01"					= "Şifreleme Algoritması";
"06 05 2B 24 03 01 01"				= "DES";
"06 06 2B 24 03 01 01 01"			= "DES-ECB Pad";
"06 07 2B 24 03 01 01 01 01"		= "DES-ECB ISO Pad";
"06 07 2B 24 03 01 01 02 01"		= "DES-CBC Pad";
"06 08 2B 24 03 01 01 02 01 01"		= "DES-CBC ISO Pad";
"06 05 2B 24 03 01 03"				= "DES3";
"06 07 2B 24 03 01 03 01 01"		= "DES3-ECB Pad";
"06 08 2B 24 03 01 03 01 01 01"		= "DES3-ECB ISO Pad";
"06 07 2B 24 03 01 03 02 01"		= "DES3-CBC Pad";
"06 08 2B 24 03 01 03 02 01 01"		= "DES3-CBC ISO Pad";
"06 05 2B 24 03 01 02"				= "IDEA";
"06 06 2B 24 03 01 02 01"			= "IDEA-ECB";
"06 07 2B 24 03 01 02 01 01"		= "IDEA-ECB Pad";
"06 08 2B 24 03 01 02 01 01 01"		= "IDEA-ECB ISO Pad";
"06 06 2B 24 03 01 02 02"			= "IDEA-CBC";
"06 07 2B 24 03 01 02 02 01"		= "IDEA-CBC Pad";
"06 08 2B 24 03 01 02 02 01 01"		= "IDEA-CBC ISO Pad";
"06 06 2B 24 03 01 02 03"			= "IDEA-OFB";
"06 06 2B 24 03 01 02 04"			= "IDEA-CFB";
"06 05 2B 24 03 01 04"				= "RSA Şifreleme";
"06 05 2B 24 03 01 05"				= "BSI-1";
"06 06 2B 24 03 01 05 01"			= "BSI-1-ECB Pad";
"06 06 2B 24 03 01 05 02"			= "BSI-1-CBC Pad";
"06 07 2B 24 03 01 05 02 01"		= "BSI-1-CBC PEM Pad";

"06 04 2B 24 03 02"					= "Özet Algoritması";
"06 05 2B 24 03 02 01"				= "RIPEMD-160";
"06 05 2B 24 03 02 02"				= "RIPEMD-128";
"06 05 2B 24 03 02 03"				= "RIPEMD-256";
"06 05 2B 24 03 02 04"				= "MDC2 Tek Uzunluk";
"06 05 2B 24 03 02 05"				= "MDC2 Çift Uzunluk";
"06 04 2B 24 03 03"					= "İmza Algoritması";
"06 05 2B 24 03 03 01"				= "RSA İmzası";

"06 06 2B 24 03 03 01 01"			= "SHA-1 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 84 00 02"	= "SHA-1 512/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 85 00 02"	= "SHA-1 640/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 86 00 02"	= "SHA-1 768/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 87 00 02"	= "SHA-1 896/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 88 00 02"	= "SHA-1 1024/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 84 00 03"	= "SHA-1 512/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 85 00 03"	= "SHA-1 640/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 86 00 03"	= "SHA-1 768/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 87 00 03"	= "SHA-1 896/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 88 00 03"	= "SHA-1 1024/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 84 00 05"	= "SHA-1 512/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 85 00 05"	= "SHA-1 640/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 86 00 05"	= "SHA-1 768/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 87 00 05"	= "SHA-1 896/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 88 00 05"	= "SHA-1 1024/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 84 00 09"	= "SHA-1 512/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 85 00 09"	= "SHA-1 640/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 86 00 09"	= "SHA-1 768/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 87 00 09"	= "SHA-1 896/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 88 00 09"	= "SHA-1 1024/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 84 00 11"	= "SHA-1 512/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 85 00 11"	= "SHA-1 640/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 86 00 11"	= "SHA-1 768/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 87 00 11"	= "SHA-1 896/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 01 88 00 11"	= "SHA-1 1024/L11 ile RSA İmzası";

"06 06 2B 24 03 03 01 02"			= "RIPEMD-160 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 84 00 02"	= "RIPEMD-160 512/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 85 00 02"	= "RIPEMD-160 640/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 86 00 02"	= "RIPEMD-160 768/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 87 00 02"	= "RIPEMD-160 896/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 88 00 02"	= "RIPEMD-160 1024/L2 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 84 00 03"	= "RIPEMD-160 512/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 85 00 03"	= "RIPEMD-160 640/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 86 00 03"	= "RIPEMD-160 768/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 87 00 03"	= "RIPEMD-160 896/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 88 00 03"	= "RIPEMD-160 1024/L3 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 84 00 05"	= "RIPEMD-160 512/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 85 00 05"	= "RIPEMD-160 640/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 86 00 05"	= "RIPEMD-160 768/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 87 00 05"	= "RIPEMD-160 896/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 88 00 05"	= "RIPEMD-160 1024/L5 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 84 00 09"	= "RIPEMD-160 512/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 85 00 09"	= "RIPEMD-160 640/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 86 00 09"	= "RIPEMD-160 768/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 87 00 09"	= "RIPEMD-160 896/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 88 00 09"	= "RIPEMD-160 1024/L9 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 84 00 11"	= "RIPEMD-160 512/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 85 00 11"	= "RIPEMD-160 640/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 86 00 11"	= "RIPEMD-160 768/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 87 00 11"	= "RIPEMD-160 896/L11 ile RSA İmzası";
"06 09 2B 24 03 03 01 02 88 00 11"	= "RIPEMD-160 1024/L11 ile RSA İmzası";

"06 06 2B 24 03 03 01 03"			= "RIPEMD-128 ile RSA İmzası";
"06 06 2B 24 03 03 01 04"			= "RIPEMD-256 ile RSA İmzası";

"06 05 2B 24 03 03 02"				= "ECSIE İmzası";
"06 06 2B 24 03 03 02 01"			= "SHA-1 ile ECSIE İmzası";
"06 06 2B 24 03 03 02 02"			= "RIPEMD-160 ile ECSIE İmzası";
"06 06 2B 24 03 03 02 03"			= "MD2 ile ECSIE İmzası";
"06 06 2B 24 03 03 02 04"			= "MD5 ile ECSIE İmzası";

"06 04 2B 24 03 04"					= "İmza Yapısı";
"06 05 2B 24 03 04 01"				= "ISO9796-1";
"06 05 2B 24 03 04 02"				= "ISO9796-2";
"06 05 2B 24 03 04 02 01"			= "RED ile ISO9796-2";
"06 06 2B 24 03 04 02 02"			= "RSA ile ISO9796-2";
"06 06 2B 24 03 04 02 03"			= "RND ile ISO9796-2";

"06 03 2B 24 04"					= "Özellik";
"06 03 2B 24 05"					= "Politika";
"06 03 2B 24 06"					= "API";
"06 04 2B 24 06 01"					= "Üreticiye Özel API";
"06 05 2B 24 06 01 01"				= "UTIMACO-API";
"06 04 2B 24 06 02"					= "İşlevselliğe Özel API";
"06 03 2B 24 07"					= "Anahtar Yönetimi";
"06 04 2B 24 07 01"					= "Anahtar Anlaşması";
"06 05 2B 24 07 01 01"				= "BSI PKE";
"06 04 2B 24 07 02"					= "Anahtar Aktarımı";
"06 05 2B 24 07 02 01"				= "RSA Şifreleme ile ISO9796-2";

"06 05 2B 24 08 01 01"				= "Teletrust SigiSigConform Politika Tanıtıcısı";
"06 05 2B 24 08 02 01"				= "Dizin Servisi";

"06 05 2B 24 08 03 01"				= "Sertifika Üretim Tarihi";
"06 05 2B 24 08 03 02"				= "Tedarik";
"06 05 2B 24 08 03 03"				= "Kabul";
"06 05 2B 24 08 03 04"				= "Parasal Sınır";
"06 05 2B 24 08 03 05"				= "Çoğunluk İfadesi";
"06 05 2B 24 08 03 06"				= "Tümleşik Devre Kartı Seri Numarası";
"06 05 2B 24 08 03 07"				= "Açık Anahtar Referansı";
"06 05 2B 24 08 03 08"				= "Sınırlama";
"06 05 2B 24 08 03 09"				= "İzin Veriliyorsa Al";
"06 05 2B 24 08 03 0A"				= "İstenilen Sertifika";
"06 05 2B 24 08 03 0B"				= "Adlandırma Otoriteleri";
"06 05 2B 24 08 03 0C"				= "Sertifika Şu Tarihten Beri Dizinde:";
"06 05 2B 24 08 03 0D"				= "Sertifika Özeti";

"06 05 2B 24 08 04 01"				= "Kişisel Veri";
"06 05 2B 24 08 04 08"				= "Sınırlama";
"06 07 2B 24 08 05 01 01 01"		= "RSA Belirtimi SHA-1";
"06 07 2B 24 08 05 01 01 02"		= "RSA Belirtimi RIPEMD-160";
"06 07 2B 24 08 05 01 01 03"		= "SHA-1 ile RSA";
"06 07 2B 24 08 05 01 01 04"		= "RIPEMD-160 ile RSA";
"06 07 2B 24 08 05 01 02 01"		= "DSA Uzatılmış";
"06 07 2B 24 08 05 01 02 02"		= "RIPEMD-160 ile DSA";

"06 05 2B 24 08 06 01"				= "Sertifika";
"06 05 2B 24 08 06 02"				= "Sertifika Referansı";
"06 05 2B 24 08 06 03"				= "Özellik Sertifikası";
"06 05 2B 24 08 06 04"				= "Özellik Referansı";
"06 05 2B 24 08 06 05"				= "Dosya Adı";
"06 05 2B 24 08 06 06"				= "Saklama Zamanı";
"06 05 2B 24 08 06 07"				= "Dosya Büyüklüğü";
"06 05 2B 24 08 06 08"				= "Yer";
"06 05 2B 24 08 06 09"				= "İmza Numarası";
"06 05 2B 24 08 06 0A"				= "Otomatik üretilen";

"06 05 2B 24 08 07 01"				= "Teletrust Sunu Türleri";
"06 06 2B 24 08 07 01 01"			= "Adobe Illustrator";
"06 06 2B 24 08 07 01 02"			= "AmiPro";
"06 06 2B 24 08 07 01 03"			= "AutoCAD";
"06 06 2B 24 08 07 01 04"			= "İkili";
"06 06 2B 24 08 07 01 05"			= "BMP";
"06 06 2B 24 08 07 01 06"			= "CGM";
"06 06 2B 24 08 07 01 07"			= "CorelCRT";
"06 06 2B 24 08 07 01 08"			= "CorelDRW";
"06 06 2B 24 08 07 01 09"			= "CorelEXC";
"06 06 2B 24 08 07 01 0A"			= "CorelPHT";
"06 06 2B 24 08 07 01 0B"			= "Draw";
"06 06 2B 24 08 07 01 0C"			= "DVI";
"06 06 2B 24 08 07 01 0D"			= "EPS";
"06 06 2B 24 08 07 01 0E"			= "Excel";
"06 06 2B 24 08 07 01 0F"			= "GEM";
"06 06 2B 24 08 07 01 10"			= "GIF";
"06 06 2B 24 08 07 01 11"			= "HPGL";
"06 06 2B 24 08 07 01 12"			= "JPEG";
"06 06 2B 24 08 07 01 13"			= "Kodak";
"06 06 2B 24 08 07 01 14"			= "LaTeX";
"06 06 2B 24 08 07 01 15"			= "Lotus";
"06 06 2B 24 08 07 01 16"			= "LotusPIC";
"06 06 2B 24 08 07 01 17"			= "MacPICT";
"06 06 2B 24 08 07 01 18"			= "MacWord";
"06 06 2B 24 08 07 01 19"			= "MSWfD";
"06 06 2B 24 08 07 01 1A"			= "MSWord";
"06 06 2B 24 08 07 01 1B"			= "MSWord2";
"06 06 2B 24 08 07 01 1C"			= "MSWord6";
"06 06 2B 24 08 07 01 1D"			= "MSWord8";
"06 06 2B 24 08 07 01 1E"			= "PDF";
"06 06 2B 24 08 07 01 1F"			= "PIF";
"06 06 2B 24 08 07 01 20"			= "Postscript";
"06 06 2B 24 08 07 01 21"			= "RTF";
"06 06 2B 24 08 07 01 22"			= "SCITEX";
"06 06 2B 24 08 07 01 23"			= "TAR";
"06 06 2B 24 08 07 01 24"			= "Targa";
"06 06 2B 24 08 07 01 25"			= "TeX";
"06 06 2B 24 08 07 01 26"			= "Metin";
"06 06 2B 24 08 07 01 27"			= "TIFF";
"06 06 2B 24 08 07 01 28"			= "TIFF-FC";
"06 06 2B 24 08 07 01 29"			= "UID";
"06 06 2B 24 08 07 01 2A"			= "UUEncode";
"06 06 2B 24 08 07 01 2B"			= "WMF";
"06 06 2B 24 08 07 01 2C"			= "WordPerfect";
"06 06 2B 24 08 07 01 2D"			= "WPGrph";

/* Thawte */

"06 04 2B 65 01 04"					= "Thawte Sertifika Uzantısı";
"06 05 2B 65 01 04 01"				= "Güçlü Extranet";

/* X.520 */

"06 02 55 04"		= "X.520 Özellik Türleri";
"06 03 55 04 00"	= "Nesne Sınıfı";
"06 03 55 04 01"	= "Armalı Giriş Adı";
"06 03 55 04 02"	= "Bilgi";
"06 03 55 04 03"	= "Genel Ad";
"06 03 55 04 04"	= "Soyad";
"06 03 55 04 05"	= "Seri Numarası";
"06 03 55 04 06"	= "Ülke Adı";
"06 03 55 04 07"	= "Şehir Adı";
"06 04 55 04 07 01"	= "Ortak Şehir Adı";
"06 03 55 04 08"	= "Eyalet veya İl Adı";
"06 04 55 04 08 01"	= "Ortak Eyalet veya İl Adı";
"06 03 55 04 09"	= "Cadde Adresi";
"06 04 55 04 09 01"	= "Ortak Cadde Adresi";
"06 03 55 04 0A"	= "Kuruluş Adı";
"06 04 55 04 0A 01"	= "Ortak Kuruluş Adı";
"06 03 55 04 0B"	= "Kuruluş Birimi Adı";
"06 04 55 04 0B 01"	= "Ortak Kuruluş Birimi Adı";
"06 03 55 04 0C"	= "Başlık";
"06 03 55 04 0D"	= "Açıklama";
"06 03 55 04 0E"	= "Arama Kılavuzu";
"06 03 55 04 0F"	= "İş Kategorisi";
"06 03 55 04 10"	= "Posta Adresi";
"06 04 55 04 10 01"	= "Ortak Posta Adresi";
"06 03 55 04 11"	= "Posta Kodu";
"06 04 55 04 11 01"	= "Ortak Posta Kodu";
"06 03 55 04 12"	= "Posta Kutusu";
"06 04 55 04 12 01"	= "Ortak Posta Kutusu";
"06 03 55 04 13"	= "Fiziksel Teslim Ofisi Adı";
"06 04 55 04 13 01"	= "Ortak Fiziksel Teslim Ofisi Adı";
"06 03 55 04 14"	= "Telefon Numarası";
"06 04 55 04 14 01"	= "Ortak Telefon Numarası";
"06 03 55 04 15"	= "Teleks Numarası";
"06 04 55 04 15 01"	= "Ortak Teleks Numarası";
"06 03 55 04 16"	= "Teletex Terminali Tanıtıcısı";
"06 04 55 04 16 01"	= "Ortak Teletex Terminali Tanıtıcısı";
"06 03 55 04 17"	= "Faks Numarası";
"06 04 55 04 17 01"	= "Ortak Faks Numarası";
"06 03 55 04 18"	= "X.121 Adresi";
"06 03 55 04 19"	= "Uluslararası ISDN Numarası";
"06 04 55 04 19 01"	= "Ortak Uluslararası ISDN Numarası";
"06 03 55 04 1A"	= "Kayıtlı Adres";
"06 03 55 04 1B"	= "Hedef Göstergesi";
"06 03 55 04 1C"	= "Yeğlenen Teslim Yöntemi";
"06 03 55 04 1D"	= "Sunu Adresi";
"06 03 55 04 1E"	= "Desteklenen Uygulama Bağlamı";
"06 03 55 04 1F"	= "Üye";
"06 03 55 04 20"	= "Sahip";
"06 03 55 04 21"	= "Rol Sahibi";
"06 03 55 04 22"	= "Ayrıca Bakınız";
"06 03 55 04 23"	= "Kullanıcı Parolası";
"06 03 55 04 24"	= "Kullanıcı Sertifikası";
"06 03 55 04 25"	= "CA Sertifikası";
"06 03 55 04 26"	= "Otorite İptal Listesi";
"06 03 55 04 27"	= "Sertifika İptal Listesi";
"06 03 55 04 28"	= "Çapraz Sertifika Çifti";
"06 03 55 04 29"	= "Ad";
"06 03 55 04 2A"	= "Ad";
"06 03 55 04 2B"	= "Baş Harfler";
"06 03 55 04 2C"	= "Üretim Niteleyicisi";
"06 03 55 04 2D"	= "Benzersiz Tanıtıcı";
"06 03 55 04 2E"	= "DN Niteleyicisi";
"06 03 55 04 2F"	= "Geliştirilmiş Arama Kılavuzu";
"06 03 55 04 30"	= "Protokol Bilgileri";
"06 03 55 04 31"	= "Ayırt Edici Ad";
"06 03 55 04 32"	= "Benzersiz Üye";
"06 03 55 04 33"	= "Ev Tanıtıcısı";
"06 03 55 04 34"	= "Desteklenen Algoritmalar";
"06 03 55 04 35"	= "Delta İptal Listesi";
"06 03 55 04 36"	= "Yetki";
"06 03 55 04 3A"	= "Çapraz Sertifika Çifti";

/* X.500 object classes */

"06 02 55 06"		= "X.520 Nesne Sınıfı";
"06 03 55 06 00"	= "Üst";
"06 03 55 06 01"	= "Arma";
"06 03 55 06 02"	= "Ülke";
"06 03 55 06 03"	= "Şehir";
"06 03 55 06 04"	= "Kuruluş";
"06 03 55 06 05"	= "Kuruluş Birimi";
"06 03 55 06 06"	= "Kişi";
"06 03 55 06 07"	= "Kuruluş Kişisi";
"06 03 55 06 08"	= "Kuruluş Rolü";
"06 03 55 06 09"	= "Adlar Grubu";
"06 03 55 06 0A"	= "İkamet Eden Kişi";
"06 03 55 06 0B"	= "Uygulama İşlemi";
"06 03 55 06 0C"	= "Uygulama Birimi";
"06 03 55 06 0D"	= "DSA";
"06 03 55 06 0E"	= "Aygıt";
"06 03 55 06 0F"	= "Güçlü Kimlik Doğrulama Kullanıcısı";
"06 03 55 06 10"	= "Sertifika Otoritesi";
"06 03 55 06 11"	= "Benzersiz Adlar Grubu";
"06 03 55 06 15"	= "PKI Kullanıcı";
"06 03 55 06 16"	= "PKI CA";

/* X.500 algorithms */

"06 02 55 08"		= "X.500 Algoritmaları";
"06 03 55 08 01"	= "X.500 Şifreleme Algoritmaları";
"06 04 55 08 01 01"	= "RSA";

/* X.509 */

"06 02 55 1D"		= "X.509 Sertifika Uzantıları";
"06 03 55 1D 01"	= "Otorite Anahtarı Tanıtıcısı (eski)";
"06 03 55 1D 02"	= "Birincil Anahtar Özellikleri (eski)";
"06 03 55 1D 03"	= "Sertifika Politikaları (eski)";
"06 03 55 1D 04"	= "Anahtar Kullanımı Sınırlaması (eski)";
"06 03 55 1D 05"	= "Politika Eşlemesi (eski)";
"06 03 55 1D 06"	= "Alt Ağaç Kısıtlaması";
"06 03 55 1D 07"	= "Öznenin Alternatif Adı (eski)";
"06 03 55 1D 08"	= "Sertifika Verenin Alternatif Adı (eski)";
"06 03 55 1D 09"	= "Öznenin Dizin Özellikleri";
"06 03 55 1D 0A"	= "Temel Kısıtlamalar (eski 2.5.29.10)";
"06 03 55 1D 0B"	= "Ad Kısıtlamaları (eski)";
"06 03 55 1D 0C"	= "Politika Kısıtlamaları (eski)";
"06 03 55 1D 0D"	= "Temel Kısıtlamalar (eski 2.5.29.13)";
"06 03 55 1D 0E"	= "Özne Anahtarı Tanıtıcısı";
"06 03 55 1D 0F"	= "Anahtar Kullanımı";
"06 03 55 1D 10"	= "Gizli Anahtar Kullanımı Dönemi";
"06 03 55 1D 11"	= "Öznenin Alternatif Adı";
"06 03 55 1D 12"	= "Sertifika Verenin Alternatif Adı";
"06 03 55 1D 13"	= "Temel Kısıtlamalar";
"06 03 55 1D 14"	= "Sertifika İptal Listesi Numarası";
"06 03 55 1D 15"	= "CRL Neden Kodu";
"06 03 55 1D 16"	= "Son Kullanma Tarihi (eski)";
"06 03 55 1D 17"	= "Komut Kodunu Tut";
"06 03 55 1D 18"	= "Geçersizlik Tarihi";
"06 03 55 1D 19"	= "CRL Dağıtım Noktaları (eski)";
"06 03 55 1D 1A"	= "Sertifika Verme Dağıtım Noktası (eski)";
"06 03 55 1D 1B"	= "Delta CRL Göstergesi";
"06 03 55 1D 1C"	= "Sertifika Verme Dağıtım Noktası";
"06 03 55 1D 1D"	= "Sertifikayı Veren";
"06 03 55 1D 1E"	= "Ad Kısıtlamaları";
"06 03 55 1D 1F"	= "CRL Dağıtım Noktaları";
"06 03 55 1D 20"	= "Sertifika Politikaları";
"06 04 55 1D 20 00"	= "Herhangi Bir Politika Tanıtıcısı";
"06 03 55 1D 21"	= "Politika Eşlemeleri";
"06 03 55 1D 22"	= "Politika Kısıtlamaları";
"06 03 55 1D 23"	= "Otorite Anahtarı Tanıtıcısı";
"06 03 55 1D 24"	= "Politika Kısıtlamaları";
"06 03 55 1D 25"	= "Uzatılmış Anahtar Kullanımı";
"06 04 55 1D 25 00"	= "Herhangi Bir Uzatılmış Anahtar Kullanımı";

/* DMS - SDN.700 INFOSEC algorithms */

"06 09 60 86 48 01 65 02 01 01 01"	= "SDNS İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 02"	= "Fortezza İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 03"	= "SDNS Gizlilik Algoritması";
"06 09 60 86 48 01 65 02 01 01 04"	= "Fortezza Gizlilik Algoritması";
"06 09 60 86 48 01 65 02 01 01 05"	= "SDNS Bütünlük Algoritması";
"06 09 60 86 48 01 65 02 01 01 06"	= "Fortezza Bütünlük Algoritması";
"06 09 60 86 48 01 65 02 01 01 07"	= "SDNS Jeton Koruma Algoritması";
"06 09 60 86 48 01 65 02 01 01 08"	= "Fortezza Jeton Koruma Algoritması";
"06 09 60 86 48 01 65 02 01 01 09"	= "SDNS Anahtar Yönetimi Algoritması";
"06 09 60 86 48 01 65 02 01 01 0A"	= "Fortezza Anahtar Yönetimi Algoritması";
"06 09 60 86 48 01 65 02 01 01 0B"	= "SDNS Anahtar Yönetimi ve İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 0C"	= "Fortezza Anahtar Yönetimi ve İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 0D"	= "Suite A İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 0E"	= "Suite A Gizlilik Algoritması";
"06 09 60 86 48 01 65 02 01 01 0F"	= "Suite A Bütünlük Algoritması";
"06 09 60 86 48 01 65 02 01 01 10"	= "Suite A Jeton Koruma Algoritması";
"06 09 60 86 48 01 65 02 01 01 11"	= "Suite A Anahtar Yönetimi Algoritması";
"06 09 60 86 48 01 65 02 01 01 12"	= "Suite A Anahtar Yönetimi ve İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 13"	= "Fortezza Güncellenmiş İmza Algoritması";
"06 09 60 86 48 01 65 02 01 01 14"	= "Fortezza Anahtar Yönetimi ve Güncellenmiş İmza Algoritmaları";
"06 09 60 86 48 01 65 02 01 01 15"	= "Fortezza Güncellenmiş Bütünlük Algoritması";
"06 09 60 86 48 01 65 02 01 01 16"	= "Anahtar Değişim Algoritması";
"06 09 60 86 48 01 65 02 01 01 17"	= "Fortezza Wrap80 Algoritması";
"06 09 60 86 48 01 65 02 01 01 18"	= "Anahtar Şifreleme Algoritması (KEA)";

"06 09 60 86 48 01 65 02 01 02 01"	= "RFC 822 İleti Biçimi";
"06 09 60 86 48 01 65 02 01 02 02"	= "Boş İçerik";
"06 09 60 86 48 01 65 02 01 02 03"	= "CSP İçerik Türü";
"06 09 60 86 48 01 65 02 01 02 2A"	= "MSP Rev 3 İçerik Türü";
"06 09 60 86 48 01 65 02 01 02 30"	= "MSP İçerik Türü";
"06 09 60 86 48 01 65 02 01 02 31"	= "MSP Yeniden Anahtarlama Protokolü";
"06 09 60 86 48 01 65 02 01 02 32"	= "MSP MMP";
"06 09 60 86 48 01 65 02 01 02 42"	= "MSP Rev 3.1 İçerik Türü";
"06 09 60 86 48 01 65 02 01 02 48"	= "İletilen MSP Mesajı İçerik Bölümü";
"06 09 60 86 48 01 65 02 01 02 49"	= "MSP İletilen Mesaj Parametreleri";
"06 09 60 86 48 01 65 02 01 02 50"	= "İletilen CSP Mesajı İçerik Bölümü";
"06 09 60 86 48 01 65 02 01 02 51"	= "CSP İletilen Mesaj Parametreleri";
"06 09 60 86 48 01 65 02 01 02 52"	= "MSP MMP2";

/* SDN.700 INFOSEC policy */

"06 09 60 86 48 01 65 02 01 03 01"		= "SDNS Güvenlik Politikası";
"06 09 60 86 48 01 65 02 01 03 02"		= "SDNS PRBAC";
"06 09 60 86 48 01 65 02 01 03 03"		= "Mosaic PRBAC";

"06 09 60 86 48 01 65 02 01 03 0A"		= "Güvenlik Politikası";
"06 0A 60 86 48 01 65 02 01 03 0A 00"	= "NASP";
"06 0A 60 86 48 01 65 02 01 03 0A 01"	= "ELCO";
"06 0A 60 86 48 01 65 02 01 03 0A 02"	= "TK";
"06 0A 60 86 48 01 65 02 01 03 0A 03"	= "DSAP";
"06 0A 60 86 48 01 65 02 01 03 0A 04"	= "SSSS";
"06 0A 60 86 48 01 65 02 01 03 0A 05"	= "DNASP";
"06 0A 60 86 48 01 65 02 01 03 0A 06"	= "BYEMAN";
"06 0A 60 86 48 01 65 02 01 03 0A 07"	= "REL-US";
"06 0A 60 86 48 01 65 02 01 03 0A 08"	= "REL-AUS";
"06 0A 60 86 48 01 65 02 01 03 0A 09"	= "REL-CAN";
"06 0A 60 86 48 01 65 02 01 03 0A 0A"	= "REL-UK";
"06 0A 60 86 48 01 65 02 01 03 0A 0B"	= "REL-NZ";
"06 0A 60 86 48 01 65 02 01 03 0A 0C"	= "Genel";

"06 09 60 86 48 01 65 02 01 03 0B"			= "genser";
"06 0A 60 86 48 01 65 02 01 03 0B 00"		= "genserNations";
"06 0A 60 86 48 01 65 02 01 03 0B 01"		= "genserComsec";
"06 0A 60 86 48 01 65 02 01 03 0B 02"		= "genserAcquisition";
"06 0A 60 86 48 01 65 02 01 03 0B 03"		= "genserSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0B 03 00"	= "genserTagSetName";

"06 09 60 86 48 01 65 02 01 03 0C"			= "Saptanmış Güvenlik Politikası";
"06 09 60 86 48 01 65 02 01 03 0D"			= "capcoMarkings";
"06 0A 60 86 48 01 65 02 01 03 0D 00"		= "capcoSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0D 00 01"	= "capcoTagSetName1";
"06 0B 60 86 48 01 65 02 01 03 0D 00 02"	= "capcoTagSetName2";
"06 0B 60 86 48 01 65 02 01 03 0D 00 03"	= "capcoTagSetName3";
"06 0B 60 86 48 01 65 02 01 03 0D 00 04"	= "capcoTagSetName4";

"06 09 60 86 48 01 65 02 01 05 01"	= "SDNS Anahtar Yönetimi Sertifikası";
"06 09 60 86 48 01 65 02 01 05 02"	= "SDNS Kullanıcı İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 03"	= "SDNS Anahtar Yönetimi ve İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 04"	= "Fortezza Anahtar Yönetimi Sertifikası";
"06 09 60 86 48 01 65 02 01 05 05"	= "Fortezza Anahtar Yönetimi ve İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 06"	= "Fortezza Kullanıcı İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 07"	= "Fortezza CA İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 08"	= "SDNS CA İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 0A"	= "Yardımcı Vektör";
"06 09 60 86 48 01 65 02 01 05 0B"	= "Alındı Politikası";
"06 09 60 86 48 01 65 02 01 05 0C"	= "Üyelik";
"06 09 60 86 48 01 65 02 01 05 0D"	= "Yöneticiler";
"06 09 60 86 48 01 65 02 01 05 0E"	= "alid";
"06 09 60 86 48 01 65 02 01 05 14"	= "janUKMs";
"06 09 60 86 48 01 65 02 01 05 15"	= "febUKMs";
"06 09 60 86 48 01 65 02 01 05 16"	= "marUKMs";
"06 09 60 86 48 01 65 02 01 05 17"	= "aprUKMs";
"06 09 60 86 48 01 65 02 01 05 18"	= "mayUKMs";
"06 09 60 86 48 01 65 02 01 05 19"	= "junUKMs";
"06 09 60 86 48 01 65 02 01 05 1A"	= "julUKMs";
"06 09 60 86 48 01 65 02 01 05 1B"	= "augUKMs";
"06 09 60 86 48 01 65 02 01 05 1C"	= "sepUKMs";
"06 09 60 86 48 01 65 02 01 05 1D"	= "octUKMs";
"06 09 60 86 48 01 65 02 01 05 1E"	= "novUKMs";
"06 09 60 86 48 01 65 02 01 05 1F"	= "decUKMs";

"06 09 60 86 48 01 65 02 01 05 28"	= "Meta SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 29"	= "SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 2A"	= "Meta SDNS İmzası CKL";
"06 09 60 86 48 01 65 02 01 05 2B"	= "SDNS İmzası CKL";
"06 09 60 86 48 01 65 02 01 05 2C"	= "SDNS Sertifika İptal Listesi";
"06 09 60 86 48 01 65 02 01 05 2D"	= "Fortezza Sertifika İptal Listesi";
"06 09 60 86 48 01 65 02 01 05 2E"	= "Fortezza CKL";
"06 09 60 86 48 01 65 02 01 05 2F"	= "Muaf Tutulan Adres İşlemcisi";
"06 09 60 86 48 01 65 02 01 05 30"	= "Koruma";
"06 09 60 86 48 01 65 02 01 05 31"	= "Desteklenen Algoritmalar";
"06 09 60 86 48 01 65 02 01 05 32"	= "Suite A Anahtar Yönetimi Sertifikası";
"06 09 60 86 48 01 65 02 01 05 33"	= "Suite A Anahtar Yönetimi ve İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 34"	= "Suite A Kullanıcı İmza Sertifikası";
"06 09 60 86 48 01 65 02 01 05 35"	= "PRBAC Bilgisi";
"06 09 60 86 48 01 65 02 01 05 36"	= "PRBAC CA Kısıtlamaları";
"06 09 60 86 48 01 65 02 01 05 37"	= "İmza ya da Anahtar Yönetimi Ayrıcalıkları";
"06 09 60 86 48 01 65 02 01 05 38"	= "Comm Ayrıcalıkları";
"06 09 60 86 48 01 65 02 01 05 39"	= "Etiketli Özellik";
"06 09 60 86 48 01 65 02 01 05 3A"	= "Politika Bilgileri Dosyası";
"06 09 60 86 48 01 65 02 01 05 3B"	= "Güvenlik Politikası Bilgileri Dosyası";
"06 09 60 86 48 01 65 02 01 05 3C"	= "CA Yetki Kısıtlaması";

"06 09 60 86 48 01 65 02 01 07 01"		= "CSP Uzantıları";
"06 0A 60 86 48 01 65 02 01 07 01 00"	= "cspCsExtn";
"06 09 60 86 48 01 65 02 01 08 01"		= "ISSI Güvenlik Kategorileri";
"06 09 60 86 48 01 65 02 01 08 02"		= "Standart Güvenlik Etiketi Ayrıcalıkları";

"06 09 60 86 48 01 65 02 01 0A 01"			= "İmza Ayrıcalıkları";
"06 09 60 86 48 01 65 02 01 0A 02"			= "Anahtar Yönetimi Ayrıcalıkları";
"06 09 60 86 48 01 65 02 01 0A 03"			= "Adlandırılan Etiket Kümesi Ayrıcalığı";
"06 09 60 86 48 01 65 02 01 0B 01"			= "UK Demo";
"06 09 60 86 48 01 65 02 01 0B 02"			= "ABD Savunma Bakanlığı Sınıf 2";
"06 09 60 86 48 01 65 02 01 0B 03"			= "ABD Normal Pilot";
"06 09 60 86 48 01 65 02 01 0B 04"			= "ABD Savunma Bakanlığı Sınıf 4";
"06 09 60 86 48 01 65 02 01 0B 05"			= "ABD Savunma Bakanlığı Sınıf 3";
"06 09 60 86 48 01 65 02 01 0B 06"			= "ABD Savunma Bakanlığı Sınıf 5";
"06 09 60 86 48 01 65 02 01 0B 09"			= "ABD Savunma Bakanlığı PKI Sınıf 3";

"06 09 60 86 48 01 65 02 01 0C 00"			= "Sınama Güvenlik Politikası";
"06 0A 60 86 48 01 65 02 01 0C 00 01"		= "TSP1";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00"	= "TSP1 SecurityCategories";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 00"	= "TSP1 Etiket Kümesi Sıfır";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 01"	= "TSP1 Etiket Kümesi Bir";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 02"	= "TSP1 Etiket Kümesi İki";
"06 0A 60 86 48 01 65 02 01 0C 00 02"		= "TSP2";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00"	= "TSP2 Güvenlik Kategorileri";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 00"	= "TSP2 Etiket Kümesi Sıfır";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 01"	= "TSP2 Etiket Kümesi Bir";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 02"	= "TSP2 Etiket Kümesi İki";

"06 0A 60 86 48 01 65 02 01 0C 00 03"		= "Kafka";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00"	= "Kafka Güvenlik Kategorileri";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 01"	= "Kafka Etiket Kümesi Adı 1";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 02"	= "Kafka Etiket Kümesi Adı 2";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 03"	= "Kafka Etiket Kümesi Adı 3";

"06 0A 60 86 48 01 65 02 01 0C 01 01"		= "TCP1";
"06 09 60 86 48 01 65 02 01 0C 02"			= "Sınama CRL Girişi";

/* CSOR GAK-FIPS */

"06 07 60 86 48 01 65 03 01"			= "Etiket";
"06 07 60 86 48 01 65 03 02"			= "PKI";
"06 08 60 86 48 01 65 03 02 01"			= "GAK Politika Tanıtıcısı";
"06 0A 60 86 48 01 65 03 02 01 03 01"	= "FBCA Basit Politika Tanıtıcısı";
"06 0A 60 86 48 01 65 03 02 01 03 02"	= "FBCA Temel Politika Tanıtıcısı";
"06 0A 60 86 48 01 65 03 02 01 03 03"	= "FBCA Orta Politika Tanıtıcısı";
"06 0A 60 86 48 01 65 03 02 01 03 04"	= "FBCA Yüksek Politika Tanıtıcısı";
"06 08 60 86 48 01 65 03 02 02"			= "GAK";
"06 09 60 86 48 01 65 03 02 02 01"		= "KRA Anahtarı";
"06 08 60 86 48 01 65 03 02 03"			= "Uzantılar";
"06 09 60 86 48 01 65 03 02 03 01"		= "Anahtar Kurtarma Tekniği";
"06 09 60 86 48 01 65 03 02 03 02"		= "Anahtar Kurtarma Yetenekli";
"06 09 60 86 48 01 65 03 02 03 03"		= "Anahtar Kurtarma";
"06 08 60 86 48 01 65 03 02 04"			= "Anahtar Kurtarma Yapıları";
"06 08 60 86 48 01 65 03 02 05"			= "CSOR GAK Uzantısı";
"06 07 60 86 48 01 65 03 03"			= "ARPA";

/* CSOR (NIST) Algorithms */

"06 07 60 86 48 01 65 03 04"			= "NIST Algoritması";
"06 08 60 86 48 01 65 03 04 01"			= "AES";
"06 09 60 86 48 01 65 03 04 01 01"		= "AES 128-ECB";
"06 09 60 86 48 01 65 03 04 01 02"		= "AES 128-CBC";
"06 09 60 86 48 01 65 03 04 01 03"		= "AES 128-OFB";
"06 09 60 86 48 01 65 03 04 01 04"		= "AES 128-CFB";
"06 09 60 86 48 01 65 03 04 01 15"		= "AES 192-ECB";
"06 09 60 86 48 01 65 03 04 01 16"		= "AES 192-CBC";
"06 09 60 86 48 01 65 03 04 01 17"		= "AES 192-OFB";
"06 09 60 86 48 01 65 03 04 01 18"		= "AES 192-CFB";
"06 09 60 86 48 01 65 03 04 01 29"		= "AES 256-ECB";
"06 09 60 86 48 01 65 03 04 01 2A"		= "AES 256-CBC";
"06 09 60 86 48 01 65 03 04 01 2B"		= "AES 256-OFB";
"06 09 60 86 48 01 65 03 04 01 2C"		= "AES 256-CFB";

/* NIST secure hash algorithms */

"06 08 60 86 48 01 65 03 04 02"         = "SHA";
"06 09 60 86 48 01 65 03 04 02 01"      = "SHA-256";
"06 09 60 86 48 01 65 03 04 02 02"      = "SHA-384";
"06 09 60 86 48 01 65 03 04 02 03"      = "SHA-512";
"06 09 60 86 48 01 65 03 04 02 04"      = "SHA-224";

/* Novell */

"06 0A 60 86 48 01 86 F8 37 01 02 08"		= "Novell Algoritması";
"06 0B 60 86 48 01 86 F8 37 01 02 08 16"	= "DES-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 17"	= "DES-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 18"	= "DES-EDE2-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 19"	= "DES-EDE2-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1A"	= "DES-EDE3-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1B"	= "DES-EDE3-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1C"	= "RC5-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1D"	= "RSA Şifreleme BSAFE1 ile MD2";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1E"	= "RSA Şifreleme BSAFE1 ile MD5";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1F"	= "RSA Şifreleme BSAFE1 ile SHA-1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 20"	= "LM Özeti";
"06 0B 60 86 48 01 86 F8 37 01 02 08 28"	= "MD2";
"06 0B 60 86 48 01 86 F8 37 01 02 08 32"	= "MD5";
"06 0B 60 86 48 01 86 F8 37 01 02 08 33"	= "SHA1-RSA ile IKE HMAC";
"06 0B 60 86 48 01 86 F8 37 01 02 08 34"	= "MD5-RSA ile IKE HMAC";
"06 0B 60 86 48 01 86 F8 37 01 02 08 45"	= "RC2-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 52"	= "SHA-1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5C"	= "RC2-CBC BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5F"	= "MD4";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 02"	= "MD4 Paketi";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 03"	= "RSA Şifreleme BSAFE1";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 04"	= "NW Parolası";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 05"	= "Novell Obfuscate-1";

"06 09 60 86 48 01 86 F8 37 01 09"			= "PKI";
"06 0A 60 86 48 01 86 F8 37 01 09 04"		= "PKI Özellik Türü";
"06 0B 60 86 48 01 86 F8 37 01 09 04 01"	= "Güvenlik Özellikleri";
"06 0B 60 86 48 01 86 F8 37 01 09 04 02"	= "Güven Sınırı";

/* Netscape */

"06 07 60 86 48 01 86 F8 42"		= "Netscape Nesne Tanıtıcısı";
"06 08 60 86 48 01 86 F8 42 01"		= "Netscape Sertifika Uzantısı";
"06 09 60 86 48 01 86 F8 42 01 01"	= "Netscape Sertifika Türü";
"06 09 60 86 48 01 86 F8 42 01 02"	= "Netscape Taban URL’si";
"06 09 60 86 48 01 86 F8 42 01 03"	= "Netscape İptal URL’si";
"06 09 60 86 48 01 86 F8 42 01 04"	= "Netscape CA İptal URL’si";
"06 09 60 86 48 01 86 F8 42 01 05"	= "Netscape CRL İndirme URL’si";
"06 09 60 86 48 01 86 F8 42 01 06"	= "Netscape CA Sertifika İndirme URL’si";
"06 09 60 86 48 01 86 F8 42 01 07"	= "Netscape Sertifika Yenileme URL’si";
"06 09 60 86 48 01 86 F8 42 01 08"	= "Netscape CA Politika URL’si";
"06 09 60 86 48 01 86 F8 42 01 09"	= "Netscape Sertifika Ana Sayfa URL’si";
"06 09 60 86 48 01 86 F8 42 01 0A"	= "Netscape Sertifika Birimi Logosu";
"06 09 60 86 48 01 86 F8 42 01 0B"	= "Netscape Sertifika Kullanıcı Resmi";
"06 09 60 86 48 01 86 F8 42 01 0C"	= "Netscape SSL Sunucu Adı";
"06 09 60 86 48 01 86 F8 42 01 0D"	= "Netscape Sertifika Yorumu";

"06 08 60 86 48 01 86 F8 42 02"		= "Netscape Veri Türü";
"06 09 60 86 48 01 86 F8 42 02 01"	= "görüntü/GIF";
"06 09 60 86 48 01 86 F8 42 02 02"	= "görüntü/JPEG";
"06 09 60 86 48 01 86 F8 42 02 03"	= "URL";
"06 09 60 86 48 01 86 F8 42 02 04"	= "metin/HTML";

"06 09 60 86 48 01 86 F8 42 02 05"	= "Netscape Sertifika Sırası";
"06 09 60 86 48 01 86 F8 42 02 06"	= "Netscape Sertifika URL’si";

"06 08 60 86 48 01 86 F8 42 03"			= "Netscape Dizin Nesnesi Tanıtıcısı";
"06 09 60 86 48 01 86 F8 42 03 01"		= "LDAP Tanımları";
"06 0A 60 86 48 01 86 F8 42 03 01 01"	= "Araba Ruhsatı";
"06 0A 60 86 48 01 86 F8 42 03 01 02"	= "Bölüm Numarası";
"06 0A 60 86 48 01 86 F8 42 03 01 03"	= "Çalışan Numarası";
"06 0A 60 86 48 01 86 F8 42 03 01 04"	= "Çalışan Türü";
"06 0A 60 86 48 01 86 F8 42 03 02 02"	= "Intranet Kuruluş Kişisi";

"06 09 60 86 48 01 86 F8 42 04 01"		= "Sunucu Geçitli Şifreleme";

/* Verisign */

/* Country, zip, date of birth (age), and gender of cert owner (CZAG) in obfuscated form */
"06 0A 60 86 48 01 86 F8 45 01 06 03"	= "Verisign CZAG";

/* Text string used in certs issued to Netscape InBox customers */
"06 0A 60 86 48 01 86 F8 45 01 06 06"	= "Verisign InBox";

"06 0A 60 86 48 01 86 F8 45 01 06 0B"	= "Bilinmeyen Verisign VPN uzantısı";
"06 0A 60 86 48 01 86 F8 45 01 06 0D"	= "Bilinmeyen Verisign VPN uzantısı";

"06 0B 60 86 48 01 86 F8 45 01 07 01 01"	= "Verisign Politika Tanıtıcısı";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 01"	= "Verisign CPS v1 Bildirisi";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 02"	= "Verisign CPS v1 NSI";

"06 0A 60 86 48 01 86 F8 45 01 08 01"		= "Verisign SGC CA";

/* SET */

"06 03 67 2A 00"	= "İçerik Türü";
"06 04 67 2A 00 00"	= "PAN Verisi";
"06 04 67 2A 00 01"	= "PAN Jetonu";
"06 04 67 2A 00 02"	= "Yalnızca PAN";

"06 03 67 2A 01"	= "İleti Uzantısı";
"06 03 67 2A 02"	= "Alan";
"06 04 67 2A 02 00"	= "Tam Ad";
"06 04 67 2A 02 01"	= "Ad";
"06 04 67 2A 02 02"	= "Soyad";
"06 04 67 2A 02 03"	= "Doğum Soyadı";
"06 04 67 2A 02 04"	= "Yer Adı";
"06 04 67 2A 02 05"	= "Kimlik Numarası";
"06 04 67 2A 02 06"	= "Ay";
"06 04 67 2A 02 07"	= "Tarih";
"06 04 67 2A 02 08"	= "Adres";
"06 04 67 2A 02 09"	= "Telefon";
"06 04 67 2A 02 0A"	= "Miktar";
"06 04 67 2A 02 0B"	= "Hesap Numarası";
"06 04 67 2A 02 0C"	= "Parola";

"06 03 67 2A 03"		= "Özellik";
"06 04 67 2A 03 00"		= "Sertifika";
"06 05 67 2A 03 00 00"	= "Kök Anahtar Parmak İzi";
"06 05 67 2A 03 00 01"	= "Ek Politika";

"06 03 67 2A 04"	= "Algoritma";
"06 03 67 2A 05"	= "Politika";
"06 04 67 2A 05 00"	= "Kök";
"06 03 67 2A 06"	= "Modül";
"06 03 67 2A 07"	= "Sertifika Uzantısı";
"06 04 67 2A 07 00"	= "Özetlenmiş Kök Anahtar";
"06 04 67 2A 07 01"	= "Sertifika Türü";
"06 04 67 2A 07 02"	= "Ticari Veri";
"06 04 67 2A 07 03"	= "Kart Sertifikası Gerekli";
"06 04 67 2A 07 04"	= "Tünel";
"06 04 67 2A 07 05"	= "SET Uzantıları";
"06 04 67 2A 07 06"	= "SET Niteleyicisi";

"06 03 67 2A 08"	= "Marka";
"06 04 67 2A 08 01"		= "IATA-ATA";
"06 04 67 2A 08 04"		= "VISA";
"06 04 67 2A 08 05"		= "MasterCard";
"06 04 67 2A 08 1E"		= "Diners";
"06 04 67 2A 08 22"		= "American Express";
"06 05 67 2A 08 AE 7B"	= "Novus";

"06 03 67 2A 09"	= "Satıcı";
"06 04 67 2A 09 00"	= "GlobeSet";
"06 04 67 2A 09 01"	= "IBM";
"06 04 67 2A 09 02"	= "CyberCash";
"06 04 67 2A 09 03"	= "Terisa";
"06 04 67 2A 09 04"	= "RSADSI";
"06 04 67 2A 09 05"	= "VeriFone";
"06 04 67 2A 09 06"	= "TrinTech";
"06 04 67 2A 09 07"	= "BankGate";
"06 04 67 2A 09 08"	= "GTE";
"06 04 67 2A 09 09"	= "CompuSource";
"06 04 67 2A 09 0A"	= "Griffin";
"06 04 67 2A 09 0B"	= "Certicom";
"06 04 67 2A 09 0C"	= "OSS";
"06 04 67 2A 09 0D"	= "TenthMountain";
"06 04 67 2A 09 0E"	= "Antares";
"06 04 67 2A 09 0F"	= "ECC";
"06 04 67 2A 09 10"	= "Maithean";
"06 04 67 2A 09 11"	= "Netscape";
"06 04 67 2A 09 12"	= "Verisign";
"06 04 67 2A 09 13"	= "BlueMoney";
"06 04 67 2A 09 14"	= "Lacerte";
"06 04 67 2A 09 15"	= "Fujitsu";
"06 04 67 2A 09 16"	= "eLab";
"06 04 67 2A 09 17"	= "Entrust";
"06 04 67 2A 09 18"	= "VIAnet";
"06 04 67 2A 09 19"	= "III";
"06 04 67 2A 09 1A"	= "OpenMarket";
"06 04 67 2A 09 1B"	= "Lexem";
"06 04 67 2A 09 1C"	= "Intertrader";
"06 04 67 2A 09 1D"	= "Persimmon";
"06 04 67 2A 09 1E"	= "NABLE";
"06 04 67 2A 09 1F"	= "espace-net";
"06 04 67 2A 09 20"	= "Hitachi";
"06 04 67 2A 09 21"	= "Microsoft";
"06 04 67 2A 09 22"	= "NEC";
"06 04 67 2A 09 23"	= "Mitsubishi";
"06 04 67 2A 09 24"	= "NCR";
"06 04 67 2A 09 25"	= "e-COMM";
"06 04 67 2A 09 26"	= "Gemplus";

"06 03 67 2A 0A"	= "Ulusal";
"06 05 67 2A 0A E2 00"	= "Japonya";

/* Draft SET (deprecated) */

"06 04 86 8D 6F 02"	= "Özetlenmiş Kök Anahtar";
"06 04 86 8D 6F 03"	= "Sertifika Türü";
"06 04 86 8D 6F 04"	= "Ticari Veri";
"06 04 86 8D 6F 05"	= "Kart Sertifikası Gerekli";
"06 04 86 8D 6F 06"	= "Tünel";
"06 04 86 8D 6F 07"	= "SET Niteleyicisi";
"06 04 86 8D 6F 63"	= "SET Verisi";

/* Apple */

"06 06 2A 86 48 86 F7 63"		= "Apple";
"06 07 2A 86 48 86 F7 63 64"	= "Apple Veri Güvenliği";

"06 08 2A 86 48 86 F7 63 64 01" = "Apple Güven Politikası Tanıtıcısı";
"06 09 2A 86 48 86 F7 63 64 01 01"  = "Apple iSign Politikası";
"06 09 2A 86 48 86 F7 63 64 01 02"  = "Apple X.509 Temel Politikası";
"06 09 2A 86 48 86 F7 63 64 01 03"  = "Apple SSL Politikası";
"06 09 2A 86 48 86 F7 63 64 01 04"  = "Apple Yerel Sertifika Üretim Politikası";
"06 09 2A 86 48 86 F7 63 64 01 05"  = "Apple Yerel CSR Üretim Politikası";
"06 09 2A 86 48 86 F7 63 64 01 06"  = "Apple CRL İptal Politikası";
"06 09 2A 86 48 86 F7 63 64 01 07"  = "Apple OCSP İptal Politikası";
"06 09 2A 86 48 86 F7 63 64 01 08"  = "Apple S/MIME Politikası";
"06 09 2A 86 48 86 F7 63 64 01 09"  = "Apple Genişletilebilir Kimlik Doğrulama Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0A"  = "Apple Yazılım Güncelleme İmzalama Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0B"  = "Apple IPsec Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0C"  = "Apple iChat Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0D"  = "Apple Kaynak İmzalama Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0E"  = "Apple Kerberos İstemci Politikası";
"06 09 2A 86 48 86 F7 63 64 01 0F"  = "Apple Kerberos Sunucu Politikası";
"06 09 2A 86 48 86 F7 63 64 01 10"  = "Apple Kod İmzalama Politikası";
"06 09 2A 86 48 86 F7 63 64 01 11"  = "Apple Paket İmzalama Politikası";

"06 08 2A 86 48 86 F7 63 64 02" = "Apple Güvenlik Algoritması Tanıtıcısı";
"06 09 2A 86 48 86 F7 63 64 02 01"  = "Hızlı Eliptik Şifreleme (FEE)";
"06 09 2A 86 48 86 F7 63 64 02 02"  = "Apple Güvenli Sıkıştırma (ASC)";
"06 09 2A 86 48 86 F7 63 64 02 03"  = "MD5 İmzası ile FEE";
"06 09 2A 86 48 86 F7 63 64 02 04"  = "SHA-1 İmzası ile FEE";
"06 09 2A 86 48 86 F7 63 64 02 05"  = "Apple FEED Şifreleme";
"06 09 2A 86 48 86 F7 63 64 02 06"  = "Apple FEED (Deneysel)";
"06 09 2A 86 48 86 F7 63 64 02 07"  = "ECDSA İmzası ile FEE";

"06 08 2A 86 48 86 F7 63 64 03" = "Apple .Mac Sertifika Tanıtıcısı";
"06 09 2A 86 48 86 F7 63 64 03 01"  = "Apple .Mac Sertifika İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 01"  = "Apple .Mac Kimlik Sertifikası İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 02"  = "Apple .Mac E-posta İmzalama Sertifikası İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 03"  = "Apple .Mac E-posta Şifreleme Sertifikası İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 04"  = "Apple .Mac Arşiv Listeleme İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 05"  = "Apple .Mac Arşiv Saklama İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 06"  = "Apple .Mac Arşiv Alma İsteği";
"06 0A 2A 86 48 86 F7 63 64 03 01 07"  = "Apple .Mac Arşiv Silme İsteği";
"06 09 2A 86 48 86 F7 63 64 03 02"  = "Apple .Mac Sertifika Uzantısı";
"06 0A 2A 86 48 86 F7 63 64 03 02 01"   = "Apple .Mac Kimliği";
"06 0A 2A 86 48 86 F7 63 64 03 02 02"   = "Apple .Mac E-posta İmzalama";
"06 0A 2A 86 48 86 F7 63 64 03 02 03"   = "Apple .Mac E-posta Şifreleme";
"06 09 2A 86 48 86 F7 63 64 03 03"  = "Apple .Mac Sertifika İsteği Değeri";
"06 0A 2A 86 48 86 F7 63 64 03 03 01"  = "Kullanıcı Adı";
"06 0A 2A 86 48 86 F7 63 64 03 03 02"  = "Parola";
"06 0A 2A 86 48 86 F7 63 64 03 03 03"  = "Sunucu Adı";
"06 0A 2A 86 48 86 F7 63 64 03 03 04"  = "Yenileme Bayrağı";
"06 0A 2A 86 48 86 F7 63 64 03 03 05"  = "Eşzamansız Bayrak";

"06 08 2A 86 48 86 F7 63 64 04" = "Apple Uzatılmış Anahtar Kullanımı";
"06 09 2A 86 48 86 F7 63 64 04 01"  = "Apple Kod İmzalama";
"06 0A 2A 86 48 86 F7 63 64 04 01 01"  = "Apple Kod İmzalama (Geliştirme)";
"06 0A 2A 86 48 86 F7 63 64 04 01 02"  = "Apple Yazılım Güncelleme İmzalama";
"06 0A 2A 86 48 86 F7 63 64 04 01 03"  = "Apple Kod İmzalama (Ayrılmış)";
"06 0A 2A 86 48 86 F7 63 64 04 01 04"  = "Apple Kaynak İmzalama";
"06 09 2A 86 48 86 F7 63 64 04 02"  = "Apple iChat İmzalama";
"06 09 2A 86 48 86 F7 63 64 04 03"  = "Apple iChat Şifreleme";
"06 09 2A 86 48 86 F7 63 64 04 04"  = "Apple Sistem Kimliği";

"06 08 2A 86 48 86 F7 63 64 05" = "Apple Sertifika Politikaları";
"06 09 2A 86 48 86 F7 63 64 05 01"  = "Apple Sertifika Politikası";
"06 09 2A 86 48 86 F7 63 64 05 02"  = "Apple .Mac Sertifika Politikası";

/* Extended key usage */

"06 04 55 1D 25 03"					= "Kod İmzalama";

/* Intel CDSA-specific */

"06 07 60 86 48 01 86 F8 4D"	= "Intel";
"06 08 60 86 48 01 86 F8 4D 02"	= "Intel CDSA Güvenliği";

"06 09 60 86 48 01 86 F8 4D 02 01"	= "Intel CDSA Güvenlik Biçimleri";
"06 0B 60 86 48 01 86 F8 4D 02 01 01 01"	= "X.509v3 Sertifika Uzantıları";
"06 0C 60 86 48 01 86 F8 4D 02 01 01 01 32"	= "X.509v3 Gizli Sertifika Uzantıları";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 01"	= "Özne İmzası Bit Eşlemi";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 02"	= "Özne Resmi";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 03"	= "Öznenin E-posta Adresi";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 04"	= "Muafiyetler Kullan";

"06 0A 60 86 48 01 86 F8 4D 02 02 05"	= "Intel CDSA Güvenlik Algoritmaları";
"06 0B 60 86 48 01 86 F8 4D 02 02 05 51"	= "ECDSA ile SHA-1";

/* end */
